[{
  "title": "How to be a Bawse: A Guide to Conquering Life",
  "categories": [
    "Art & Design",
    "Biography",
    "Self-help"
  ],
  "author": "Lilly Singh",
  "price": "595.000",
  "description": "Lilly Singh isn’t just a superstar. She’s Superwoman—which is also the name of her wildly popular YouTube channel. Funny, smart, and insightful, the actress and comedian covers topics ranging from relationships to career choices to everyday annoyances. It’s no wonder she’s garnered more than a billion views. But Lilly didn’t get to the top by being lucky—she had to work for it. Hard.\nNow Lilly wants to share the lessons she learned while taking the world by storm, and the tools she used to do it. How to Be a Bawse is the definitive guide to conquering life. Make no mistake, there are no shortcuts to success, personal or professional. World domination requires real effort, dedication, and determination. Just consider Lilly a personal trainer for your life—with fifty rules to get you in the game, including\n• Let Go of FOMO (Fear of Missing Out): Temptation will try to steer you away from your goals. FOMO is just a test of your priorities, a test that a bawse is ready to pass.\n• Be Nice to People: Treat niceness like an item on your daily to-do list. People will go out of their way to help and support you because you make them feel good.\n• Schedule Inspiration: Lack of motivation isn’t permanent or a sign of weakness. Expect it and proactively schedule time to be creative.\n• Be the Dumbest: Challenge yourself by surrounding yourself with people who know more than you do. It’s a vital way to learn and improve.\nTold in Lilly’s hilarious, bold voice and packed with photos and candid stories from her journey to the top, How to Be a Bawse will make you love your life and yourself—even more than you love Beyoncé. (Yes, we said it!)\nWARNING: This book does not include hopeful thoughts, lucky charms, or cute quotes. That’s because success, happiness, and everything else you want in life need to be worked for, not wished for. In Lilly’s world, there are no escalators, only stairs. Get ready to climb. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/How-to-be-a-bawse-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Creativity Takes Courage (Flow)",
  "categories": [
    "Art & Design",
    "Non-fiction",
    "Self-help"
  ],
  "author": "Irene Smit",
  "price": "610.000",
  "description": "From the creative minds at Flow magazine, a practical and inspirational guide to finding the courage creativity requires: the courage to fail, the courage to step out of one's comfort zone, the courage to be bored, the courage to get started. Twelve creative “dares” are presented with text, illustration, fill-in pages, and paper goodies–all in the name of inspiring creative activity. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/Creativity-takes-courage-Irene-Smit-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2018/12/Creativity-takes-courage-Irene-Smit-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/12/Creativity-takes-courage-Irene-Smit-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/12/Creativity-takes-courage-Irene-Smit-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/12/Creativity-takes-courage-Irene-Smit-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/12/Creativity-takes-courage-Irene-Smit-5-555x555.png"
  ]
},
{
  "title": "Bossypants",
  "categories": [
    "Art & Design",
    "Biography",
    "Non-fiction"
  ],
  "author": "Tina Fey",
  "price": "280.000",
  "description": "Once in a generation a woman comes along who changes everything. Tina Fey is not that woman, but she met that woman once and acted weird around her.\nBefore 30 Rock, Mean Girls and ‘Sarah Palin’, Tina Fey was just a young girl with a dream: a recurring stress dream that she was being chased through a local airport by her middle-school gym teacher.\nShe also had a dream that one day she would be a comedian on TV. She has seen both these dreams come true.\nAt last, Tina Fey’s story can be told. From her youthful days as a vicious nerd to her tour of duty on Saturday Night Live; from her passionately halfhearted pursuit of physical beauty to her life as a mother eating things off the floor; from her one-sided college romance to her nearly fatal honeymoon – from the beginning of this paragraph to this final sentence.\nTina Fey reveals all, and proves what we’ve all suspected: you’re no one until someone calls you bossy. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/Bossypants-Tina-Fey-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Kawaii: How to Draw Really Cute Stuff: Draw Anything and Everything in the Cutest Style Ever!",
  "categories": [
    "Art & Design",
    "Children'",
    "Young Adults"
  ],
  "author": "Angela Nguyen",
  "price": "380.000",
  "description": "ENTER PLANET CUTE!!! Kawaii: How to Draw Really Cute Stuff teaches you how to draw anything and everything – people, animals, food and everyday objects – in an adorable manner. You don't need any specialist tools or materials to start drawing cute stuff: all you need is a biro or marker pen, then you're ready to go! With artist and illustrator Angela Nguyen, start by learning the techniques of kawaii through quick and easy exercises on the basic shapes, effects and style. You can then dive right into making your kawaii characters, as the step-by-step, how-to sequences inside make drawing cute stuff really simple. A perfect book for beginners – add cute-appeal to any drawing in no time at all! (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/07/Kawaii-How-to-Draw-Really-Cute-Stuff-Angela-Nguyen-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Kawaii-How-to-Draw-Really-Cute-Stuff-Angela-Nguyen-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Kawaii-How-to-Draw-Really-Cute-Stuff-Angela-Nguyen-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Kawaii-How-to-Draw-Really-Cute-Stuff-Angela-Nguyen-1-555x555.jpg"
  ]
},
{
  "title": "The Little Book of Skin Care: Korean Beauty Secrets for Healthy, Glowing Skin",
  "categories": [
    "Art & Design",
    "Non-fiction",
    "Self-help"
  ],
  "author": "Charlotte Cho",
  "price": "490.000",
  "description": "The secrets behind the world's most beautiful skin!\nIn Korea, healthy, glowing skin is the ideal form of beauty. It's considered achievable by all, men and women, young and old—and it begins with adopting a skin-first mentality. Now, this Korean beauty philosophy has taken the world by storm!\nAs the founder of Soko Glam, a leading Korean beauty and lifestyle website, esthetician and beauty expert Charlotte Cho guides you through the world-renowned Korean ten-step skin-care routine—and far beyond—to help you achieve the clearest and most radiant skin of your life With Charlotte's step-by-step tutorials, skin-care tips, and advice on what to look for in products at all price levels, you'll learn how to pamper and care for your skin at home with Korean-approved techniques and pull off the “no makeup” makeup look we've seen and admired on women in the streets of Seoul. And you'll get access to beauty secrets from Charlotte's favorite beauty gurus from around the world, including supermodels, YouTube sensations, top makeup artists, magazine editors, actresses, and leading Korean skincare researchers.\nWith the knowledge of an expert and voice of a trusted friend, Charlotte's personal tour through Korean beauty culture will help you find joy in the everyday beauty routines that will transform your skin. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/The-little-book-of-skincare-Charlotte-Cho-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2018/12/The-little-book-of-skincare-Charlotte-Cho-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/12/The-little-book-of-skincare-Charlotte-Cho-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/12/The-little-book-of-skincare-Charlotte-Cho-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/12/The-little-book-of-skincare-Charlotte-Cho-3-555x555.png"
  ]
},
{
  "title": "The Art of Creative Thinking: 89 Ways to See Things Differently",
  "categories": [
    "Art & Design",
    "Non-fiction",
    "Self-help"
  ],
  "author": "Rod Judkins",
  "price": "300.000",
  "description": "Get ready to get inspired\nIn short and engaging entries, this deceptively simple volume presents examples of creative thinkers from the worlds of writing, music, architecture, painting, technology, and more, shedding light on their process, and showing how each of us can learn from them to improve our lives and our work.\nSubjects range from the grueling practice schedule of the Beatles and the relentless revisions of Tolkien, Sondheim, and Picasso to the surprisingly slapdash creation of The Simpsons. You'll learn about the most successful class in history (in which every student won a Nobel Prize), how frozen peas were invented, why J.K. Rowling likes to write in cafes, and how 95 percent of Apocalypse Now ended up on the cutting-room floor. Takeaways include:\n– Doubt everything all the time.\n– Plan to have more accidents.\n– Be mature enough to be childish.\n– Contradict yourself more often.\n– Be practically useless.\n– If it ain't broke, break it.\n– Surprise yourself.\n– Look forward to disappointment.\n– Be as incompetent as possible. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Art-of-Creative-Thinking-89-Ways-to-See-Things-Differently-Rod-Judkins-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Art-of-Creative-Thinking-89-Ways-to-See-Things-Differently-Rod-Judkins-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Art-of-Creative-Thinking-89-Ways-to-See-Things-Differently-Rod-Judkins-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Art-of-Creative-Thinking-89-Ways-to-See-Things-Differently-Rod-Judkins-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Art-of-Creative-Thinking-89-Ways-to-See-Things-Differently-Rod-Judkins-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Art-of-Creative-Thinking-89-Ways-to-See-Things-Differently-Rod-Judkins-5-555x555.png"
  ]
},
{
  "title": "The Little Book of House Plants and Other Greenery",
  "categories": [
    "Art & Design",
    "Lifestyle",
    "Thriller"
  ],
  "author": "Emma Sibley",
  "price": "420.000",
  "description": "House plants are having a moment. Inexpensive to purchase, easy to care for and a statement in any space they inhabit, growing these plants is virtually foolproof.\nThe Little Book of House Plants and Other Greenery is a source of green inspiration for small-space gardening, featuring a directory of 60 of the most popular varieties of foliage to own. From dramatic palms and tropical leafy wonders to beautiful ferns and flowering potted plants – this book covers everything you need to know about nurturing and growing your own.\nEach of the 60 plants is accompanied by luscious photography and an easy-to-follow breakdown of all the essential requirements for that variety. This includes details on size, growth, and flowering, along with any extra tips on caring for that specific plant. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Little-Book-of-House-Plants-and-other-greenery-Emma-Sibley-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Little-Book-of-House-Plants-and-other-greenery-Emma-Sibley-2.PNG--555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Little-Book-of-House-Plants-and-other-greenery-Emma-Sibley-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Little-Book-of-House-Plants-and-other-greenery-Emma-Sibley-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Little-Book-of-House-Plants-and-other-greenery-Emma-Sibley-7-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Little-Book-of-House-Plants-and-other-greenery-Emma-Sibley-6-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Little-Book-of-House-Plants-and-other-greenery-Emma-Sibley-5-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Little-Book-of-House-Plants-and-other-greenery-Emma-Sibley-1-555x555.png"
  ]
},
{
  "title": "The Big Book of Less: Finding Joy in Living Lighter (Flow)",
  "categories": [
    "Art & Design",
    "Lifestyle"
  ],
  "author": "Astrid van der Hulst",
  "price": "750.000",
  "description": "From Flow, a beautiful, mindful guide to having less stuff. Less stress. Less distraction. Less everything.\nIn less comes the freedom of letting go. This thoughtful and surprising book shows us how to get there, by paring down not just the jumble of things around us, but the clutter in our heads, too. And to help, interact with special paper goodies, including a one-thought-a-day diary, a foldout tiny house to let you imagine the pleasures of living in a small and cozy space, and art posters that depict a beautiful picture of what it means to do less, not more.\nPaper goodies from The Big Book of Less include:\n2 journals\nA dot journal poster\n4 art posters\n1 foldout tiny house with 20 accessories\nAnd even more hidden treasures\nDecluttering your life and mind makes room for more—more listening, more focus, more wisdom, more time. More life. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Big-book-of-Less-Irene-Smit-Astrid-van-der-Hulst-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Big-book-of-Less-Irene-Smit-Astrid-van-der-Hulst-9-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Big-book-of-Less-Irene-Smit-Astrid-van-der-Hulst-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Big-book-of-Less-Irene-Smit-Astrid-van-der-Hulst-8-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Big-book-of-Less-Irene-Smit-Astrid-van-der-Hulst-7-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Big-book-of-Less-Irene-Smit-Astrid-van-der-Hulst-6-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Big-book-of-Less-Irene-Smit-Astrid-van-der-Hulst-5-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Big-book-of-Less-Irene-Smit-Astrid-van-der-Hulst-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Big-book-of-Less-Irene-Smit-Astrid-van-der-Hulst-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Big-book-of-Less-Irene-Smit-Astrid-van-der-Hulst-1-555x555.png"
  ]
},
{
  "title": "The Rules of Management: A Definitive Code for Managerial Success",
  "categories": [
    "Art & Design",
    "Non-fiction",
    "Politics"
  ],
  "author": "Ruben Pater",
  "price": "450.000.000",
  "description": "Many designs that appear in today’s society will circulate and encounter audiences of many different cultures and languages. With communication comes responsibility; are designers aware of the meaning and impact of their work? An image or symbol that is acceptable in one culture can be offensive or even harmful in the next. A typeface or colour in a design might appear to be neutral, but its meaning is always culturally dependent. If designers learn to be aware of global cultural contexts, we can avoid stereotyping and help improve mutual understanding between people. Politics of Design is a collection of visual examples from around the world. Using ideas from anthropology and sociology, it creates surprising and educational insight in contemporary visual communication. The examples relate to the daily practice of both online and offline visual communication: typography, images, colour, symbols, and information. Politics of Design shows the importance of visual literacy when communicating beyond borders and cultures. It explores the cultural meaning behind the symbols, maps, photography, typography, and colours that are used every day. It is a practical guide for design and communication professionals and students to create more effective and responsible visual communication. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Politics-of-Design-Ruben-Pater--555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Politics-of-Design-Ruben-Pater-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Politics-of-Design-Ruben-Pater-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Politics-of-Design-Ruben-Pater-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Politics-of-Design-Ruben-Pater-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/The-Politics-of-Design-Ruben-Pater-5-555x555.png"
  ]
},
{
  "title": "Good Night Stories for Rebel Girls",
  "categories": [
    "Biography",
    "Children'",
    "Non-fiction"
  ],
  "author": "Elena Favilli",
  "price": "580.000",
  "description": "What if the princess didn't marry Prince Charming but instead went on to be an astronaut? What if the jealous step sisters were supportive and kind? And what if the queen was the one really in charge of the kingdom? Illustrated by sixty female artists from every corner of the globe, Good Night Stories for Rebel Girls introduces us to one hundred remarkable women and their extraordinary lives, from Ada Lovelace to Malala, Amelia Earhart to Michelle Obama. Empowering, moving and inspirational, these are true fairy tales for heroines who definitely don't need rescuing. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Good-night-stories-for-rebel-girls-Elena-Favilli-Francesca-Cavallo-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Fantastically Great Women Who Changed The World",
  "categories": [
    "Biography",
    "Children'",
    "Non-fiction"
  ],
  "author": "Kate Pankrust",
  "price": "350.000",
  "description": "Nominated for the CILIP Carnegie & Kate Greenaway Children’s Book Awards 2018.\nKate Pankhurst, descendent of Emmeline Pankhurst, has created this wildly wonderful and accessible book about women who really changed the world.\nDiscover fascinating facts about some of the most amazing women who changed the world we live in. Fly through the sky with the incredible explorer Amelia Earhart, and read all about the Wonderful Adventures of Mary Seacole with the number one best-selling children’s non-fiction title in the UK market this year.\nBursting full of beautiful illustrations and astounding facts, Fantastically Great Women Who Changed the World is the perfect introduction to just a few of the most incredible women who helped shaped the world we live in.\nList of women featured: Jane Austen, Gertrude Ederle, Coco Chanel, Frida Kahlo, Marie Curie, Mary Anning, Mary Seacole, Amelia Earhart, Agent Fifi, Sacagawa, Emmeline Pankhurst, Rosa Parks, Anne Frank. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Great-women-who-changed-the-world-Kate-Pankrust-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Humans of New York: Stories",
  "categories": [
    "Art & Design",
    "Non-fiction",
    "Photobook",
    "Travel"
  ],
  "author": "Brandon Stanton",
  "price": "490.000",
  "description": "Brandon Stanton is back with the follow up to Humans of New York that his loyal followers have been waiting for: Humans of New York: Stories. Ever since Brandon began interviewing people on the streets of New York, the dialogue he’s had with them has increasingly become as in-depth, intriguing and moving as the photos themselves. Humans of New York: Stories presents a whole new group of humans, complete with stories that delve deeper and surprise with greater candour. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/07/Humans-of-New-York-Stories-Brandon-Stanton-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Humans-of-New-York-Stories-Brandon-Stanton-4-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Humans-of-New-York-Stories-Brandon-Stanton-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Humans-of-New-York-Stories-Brandon-Stanton-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Humans-of-New-York-Stories-Brandon-Stanton-1-555x555.jpg"
  ]
},
{
  "title": "IT",
  "categories": [
    "Art & Design",
    "Biography",
    "Non-fiction"
  ],
  "author": "Alexa Chung",
  "price": "350.000",
  "description": "The darling of the fashion world and co-host of the music TV show Fuse News shares her inspirations, musings, and her own very personal and eclectic style\nWith influences that range from the sultry beauty of Jane Birkin to the rocker chic of Mick Jagger, it’s no wonder that everything worn by Alexa Chung instantly becomes the latest trend. Already a hugely popular television personality and a muse for Marc Jacobs and Karl Lagerfeld, Chung is now a co-anchor of the nightly music show Fuse News, covering today’s hottest acts and entertainment news. Chung’s first book, It, provides her legion of fans with a long-awaited inside look at her fascinating world.\nA wholly unique collection of Chung’s personal writings, drawings, and photographs, It covers everything from her candid thoughts on life, love, and music to her favorite ensembles and how to decide what to wear in the morning. With Chung’s characteristic wit, charm, and refreshingly down-to-earth attitude, this full-color compendium is a must-have for anyone who loves fashion, music, and just about everything Alexa Chung. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/12/IT-Alexa-Chung-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/12/IT-Alexa-Chung-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/IT-Alexa-Chung-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/IT-Alexa-Chung-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/IT-Alexa-Chung-4-555x555.jpg"
  ]
},
{
  "title": "The Flower Fix: Modern arrangements for a daily dose of nature",
  "categories": [
    "Art & Design",
    "Flower",
    "Non-fiction"
  ],
  "author": "Anna Potter",
  "price": "700.000",
  "description": "The Flower Fix presents wild inspiration and modern arrangements by Swallows and Damsons florist Anna Potter, with beautiful photography by India Hobson.\nBlousy blooms, speckled branches, rich foliage, and delicate petals; nature has the power to inspire and energize, calm and soothe, focus and still. Anna has harnessed this magic with 26 tailor-made combinations of flowers to bring a floral boost to your home, no matter what your mood.\nWith easy-to-find seasonal blooms, found items such as twigs and dried fruit, and any assortment of containers, discover how simple it is to bring a little bit of nature’s mystery into the everyday. Spanning all seasons and including both larger installations and smaller, simpler projects, there is something for anyone looking to play, experiment, and create atmosphere with flowers.\nGet your daily flower fix with these and more inspiring arrangements:\n– Inspire Playfulness is a spring arrangement to bring joy, featuring lilac, roses, ranunculus, poppy, narcissi, and forget-me-nots.\n– Flowers for Gratitude is a mix of summer’s bounty to inspire thankfulness, including garden rose, daucus, echinacea, and chocolate sunflower.\n– Find Beauty in the Everyday is a colorful arrangement to bring a fresh perspective, featuring autumn foliage, hydrangea, dahlia, crab apple, and rosehip.\n– The Shape of Self-Expression is a circular wreath design to express individuality, with holly, lamb’s ear, yellow holly berries, twigs and dried seedheads, and ivy berries.\nEach project lists the equipment, flowers, and foliage needed to start the project along with step-by-step instructions. You’ll also find a guide to basic flower arranging; notes on color palettes and how to use color; and a flower glossary listing the color, seasonal availability, and vase life of each flower.\nBe led by the flowers, foliage, stems, follow their shapes and form, feel their weight and heft to create versions of these gorgeous arrangements that are uniquely your own.",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Flower-Fix-Modern-arrangements-for-a-daily-dose-of-nature-Anna-Potter-India-Hobson-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Flower-Fix-Modern-arrangements-for-a-daily-dose-of-nature-Anna-Potter-India-Hobson-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Flower-Fix-Modern-arrangements-for-a-daily-dose-of-nature-Anna-Potter-India-Hobson-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Flower-Fix-Modern-arrangements-for-a-daily-dose-of-nature-Anna-Potter-India-Hobson-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Flower-Fix-Modern-arrangements-for-a-daily-dose-of-nature-Anna-Potter-India-Hobson-4-555x555.jpg"
  ]
},
{
  "title": "History of Art for Young People",
  "categories": [
    "Art & Design",
    "Non-fiction"
  ],
  "author": "Anthony F. Janson",
  "price": "750.000",
  "description": "For 40 years this widely praised work has remained unsurpassed as an introduction to art in the Western world. And now-with a more contemporary, more colorful design and with 30 percent more color illustrations than in previous editions-this newest update of the Janson classic is an enticing volume. The book features improved sections on ancient art, modern architecture, Mannerism, and Romanticism. Revised material on the late Renaissance reassesses the religious paintings of Rosso, Pontormo, Savoldo, Correggio, and Tintoretto. A primer section features an introduction to basic terminology and concepts of art history.\nWith the matchless credibility of the Janson name, this convenient-to-use reference will inform, enlighten, and enrich the entire family. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/12/History-of-Art-for-Young-People-H.W.Janson-Anthony-F.Janson-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/12/History-of-Art-for-Young-People-H.W.Janson-Anthony-F.Janson-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/History-of-Art-for-Young-People-H.W.Janson-Anthony-F.Janson-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/History-of-Art-for-Young-People-H.W.Janson-Anthony-F.Janson-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/History-of-Art-for-Young-People-H.W.Janson-Anthony-F.Janson-4-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/History-of-Art-for-Young-People-H.W.Janson-Anthony-F.Janson-5-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/History-of-Art-for-Young-People-H.W.Janson-Anthony-F.Janson-6-555x555.jpg"
  ]
},
{
  "title": "Flower Arranging: How to Arrange Flowers from your Florist and from your Garden",
  "categories": [
    "Art & Design",
    "Flower",
    "Non-fiction"
  ],
  "author": "Mark Welford",
  "price": "910.000",
  "description": "mpressive but achievable flower arranging Flower Arranging recognises that we all love fresh flowers in our homes and want to keep them looking fabulous, without costing the earth or being too complicated. This book offers the solutions; with simple step-by-steps and clear photos, you can now create impressive but achievable flower arranging for all occasions – from pretty flowers in the home to striking bouquets for weddings. Featuring over 70 arrangements, using 38 most widely available flowers. Packed with insider tips and tricks for achieving stunning results with minimum effort and for keeping your flowers fresh and beautiful for as long as possible. There are also features on weddings throughout the year, showing you how to make beautiful pew ends, buttonholes and table arrangements for each season. While other flower arranging books look impressive, but leave you wondering just how to achieve such beautiful arrangements at home, Flower Arranging isn’t just about showing off, it’s about showing how. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/12/Flower-Arranging-How-to-Arrange-Flowers-from-your-Florist-and-from-your-Garden-Mark-Welford-Stephen-Wicks-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/12/Flower-Arranging-How-to-Arrange-Flowers-from-your-Florist-and-from-your-Garden-Mark-Welford-Stephen-Wicks-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/Flower-Arranging-How-to-Arrange-Flowers-from-your-Florist-and-from-your-Garden-Mark-Welford-Stephen-Wicks-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/Flower-Arranging-How-to-Arrange-Flowers-from-your-Florist-and-from-your-Garden-Mark-Welford-Stephen-Wicks-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/Flower-Arranging-How-to-Arrange-Flowers-from-your-Florist-and-from-your-Garden-Mark-Welford-Stephen-Wicks-4-555x555.jpg"
  ]
},
{
  "title": "Jo Malone: My Story",
  "categories": [
    "Biography",
    "Business",
    "Non-fiction"
  ],
  "author": "Jo Malone",
  "price": "350.000",
  "description": "Jo Malone is the inspirational British businesswoman responsible for creating her globally renowned beauty business and, more recently, her new brand 'Jo Loves'. This, her first autobiography, tells in full her incredible journey from modest beginnings as a teenager, struggling with dyslexia and leaving school with no qualifications, to becoming an international brand name and one of the world's most successful entrepreneurs.\nJo's lively story explores how her fascination with smell teamed with her natural ability to create world-famous blends such as 'Lime, Basil & Mandarin', revolutionised the way we think about fragrance.\nHer unique talent for pioneering innovation and originality within her field is unrivalled. Yet, despite her success, she has faced huge challenges with courage and determination, including being diagnosed with breast cancer at the age of 37 and told she only had nine months to live, and her decision to go it alone after selling the original Jo Malone brand to the Estee Lauder Corporation and walking away in 2006.\nJo's commitment and down-to-earth approach to life, work and family makes her one of the most likeable and well respected personalities in British retail and her honesty, hard work and entrepreneurial grit are an inspiration to all. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/Jo-Malone-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Becoming",
  "categories": [
    "Biography",
    "Non-fiction",
    "Women"
  ],
  "author": "Michelle Obama",
  "price": "500.000",
  "description": "In a life filled with meaning and accomplishment, Michelle Obama has emerged as one of the most iconic and compelling women of our era. As First Lady of the United States of America – the first African-American to serve in that role – she helped create the most welcoming and inclusive White House in history, while also establishing herself as a powerful advocate for women and girls in the U.S. and around the world, dramatically changing the ways that families pursue healthier and more active lives, and standing with her husband as he led America through some of its most harrowing moments. Along the way, she showed us a few dance moves, crushed Carpool Karaoke, and raised two down-to-earth daughters under an unforgiving media glare.\nIn her memoir, a work of deep reflection and mesmerizing storytelling, Michelle Obama invites readers into her world, chronicling the experiences that have shaped her – from her childhood on the South Side of Chicago to her years as an executive balancing the demands of motherhood and work, to her time spent at the world's most famous address. With unerring honesty and lively wit, she describes her triumphs and her disappointments, both public and private, telling her full story as she has lived it – in her own words and on her own terms. Warm, wise, and revelatory, Becoming is the deeply personal reckoning of a woman of soul and substance who has steadily defied expectations – and whose story inspires us to do the same. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/02/Becoming-Michelle-Obama-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Shoe Dog: A Memoir by the Creator of Nike",
  "categories": [
    "Biography",
    "Business",
    "Non-fiction"
  ],
  "author": "Phil Knight",
  "price": "300.000",
  "description": "NEW YORK TIMES BESTSELLER\nIn this instant and tenacious bestseller, Nike founder and board chairman Phil Knight “offers a rare and revealing look at the notoriously media-shy man behind the swoosh” (Booklist, starred review), illuminating his company’s early days as an intrepid start-up and its evolution into one of the world’s most iconic, game-changing, and profitable brands.\nBill Gates named Shoe Dog one of his five favorite books of 2016 and called it “an amazing tale, a refreshingly honest reminder of what the path to business success really looks like. It’s a messy, perilous, and chaotic journey, riddled with mistakes, endless struggles, and sacrifice. Phil Knight opens up in ways few CEOs are willing to do.”\nFresh out of business school, Phil Knight borrowed fifty dollars from his father and launched a company with one simple mission: import high-quality, low-cost running shoes from Japan. Selling the shoes from the trunk of his car in 1963, Knight grossed eight thousand dollars that first year. Today, Nike’s annual sales top $30 billion. In this age of start-ups, Knight’s Nike is the gold standard, and its swoosh is one of the few icons instantly recognized in every corner of the world.\nBut Knight, the man behind the swoosh, has always been a mystery. In Shoe Dog, he tells his story at last. At twenty-four, Knight decides that rather than work for a big corporation, he will create something all his own, new, dynamic, different. He details the many risks he encountered, the crushing setbacks, the ruthless competitors and hostile bankers—as well as his many thrilling triumphs. Above all, he recalls the relationships that formed the heart and soul of Nike, with his former track coach, the irascible and charismatic Bill Bowerman, and with his first employees, a ragtag group of misfits and savants who quickly became a band of swoosh-crazed brothers.\nTogether, harnessing the electrifying power of a bold vision and a shared belief in the transformative power of sports, they created a brand—and a culture—that changed everything. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/05/Shoe-Dog-Phil-Knight-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Boy Erased: A Memoir of Identity, Faith, and Family",
  "categories": [
    "Biography",
    "Non-fiction"
  ],
  "author": "Garrard Conley",
  "price": "685.000",
  "description": "The New York Times bestselling memoir about identity, love and understanding. Now a major motion picture starring Nicole Kidman, Russell Crowe, and Lucas Hedges, directed by Joel Edgerton. “Every sentence of the story will stir your soul” (O Magazine).\nThe son of a Baptist pastor and deeply embedded in church life in small town Arkansas, as a young man Garrard Conley was terrified and conflicted about his sexuality. When Garrard was a nineteen-year-old college student, he was outed to his parents, and was forced to make a life-changing decision: either agree to attend a church-supported conversion therapy program that promised to “cure” him of homosexuality; or risk losing family, friends, and the God he had prayed to every day of his life. Through an institutionalized Twelve-Step Program heavy on Bible study, he was supposed to emerge heterosexual, ex-gay, cleansed of impure urges and stronger in his faith in God for his brush with sin. Instead, even when faced with a harrowing and brutal journey, Garrard found the strength and understanding to break out in search of his true self and forgiveness. \nBy confronting his buried past and the burden of a life lived in shadow, Garrard traces the complex relationships among family, faith, and community. At times heart-breaking, at times triumphant, Boy Erased is a testament to love that survives despite all odds. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/05/Boy-Erased-A-Memoir-of-Identity-Faith-and-Family-Garrald-Conley-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Beyond the Sky and the Earth: A Journey Into Bhutan",
  "categories": [
    "Biography",
    "Non-fiction",
    "Politics",
    "Travel"
  ],
  "author": "Jamie Zeppa",
  "price": "420.000",
  "description": "In the tradition of Iron and Silk and Touch the Dragon, Jamie Zeppa's memoir of her years in Bhutan is the story of a young woman's self-discovery in a foreign land. It is also the exciting début of a new voice in travel writing.\nWhen she left for the Himalayan kingdom of Bhutan in 1988, Zeppa was committing herself to two years of teaching and a daunting new experience. A week on a Caribbean beach had been her only previous trip outside Canada; Bhutan was on the other side of the world, one of the most isolated countries in the world known as the last Shangri-La, where little had changed in centuries and visits by foreigners were restricted. Clinging to her bags full of chocolate, hair conditioner and Immodium, she began the biggest challenge of her life, with no idea she would fall in love with the country and with a Bhutanese man, end up spending nine years in Bhutan, and begin a literary career with her account of this transformative journey.\nAt her first posting in a remote village of eastern Bhutan, she is plunged into an overwhelmingly different culture with squalid Third World conditions and an impossible language. Her house has rats and fleas and she refuses to eat the local food, fearing the rampant deadly infections her overly protective grandfather warned her about. Gradually, however, her fear vanishes. She adjusts, begins to laugh, and is captivated by the pristine mountain scenery and the kind students in her grade 2 class. She also begins to discover for herself the spiritual serenity of Buddhism.\nA transfer to the government college of Sherubtse, where the housing conditions are comparatively luxurious and the students closer to her own age, gives her a deeper awareness of Bhutan's challenges: the lack of personal privacy, the pressure to conform, and the political tensions. However, her connection to Bhutan intensifies when she falls in love with a student, Tshewang, and finds herself pregnant. After a brief sojourn in Canada to give birth to her son, Pema Dorji, she marries Tshewang and makes Bhutan her home for another four years.\nZeppa's personal essay about her culture shock on arriving in Bhutan won the 1996 CBC/Saturday Night literary competition and appeared in the magazine. She flew home to accept the prize, where people encouraged her to pursue her writing. Her letters from Bhutan also featured on CBC's Morningside. The book that grew out of this has been published in Canada and the United States to ecstatic reviews, followed by British, German, Dutch, Italian and Spanish editions.\nAlthough cultural differences finally separated Jamie and Tshewang in 1997 while she was writing the book and she returned to Canada, she will always feel at home in Bhutan. Zeppa shares her compelling insights into this land and culture, but Beyond the Sky and the Earth is more than a travel book. With rich, spellbinding prose and bright humour, it describes a personal journey in which Zeppa acquires a deeper understanding of what it means to leave one's home behind, and undergoes a spiritual transformation. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/01/Beyond-the-Sky-and-the-Earth-Jamie-Zeppa-1-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Long Live the Tribe of Fatherless Girls: A Memoir (Signed version)",
  "categories": [
    "Biography"
  ],
  "author": "T Kira Madden",
  "price": "685.000",
  "description": "One of the most anticipated books of 2019–Electric Literature, Entertainment Weekly, Huffington Post, BuzzFeed, The Millions, Hyphen, Lit Hub, Nylon, The AV Club, The Advocate, The Rumpus, The Week, Books are Magic, Reading Women, Alma\nAcclaimed literary essayist T Kira Madden's raw and redemptive debut memoir is about coming of age and reckoning with desire as a queer, biracial teenager amidst the fierce contradictions of Boca Raton, Florida, a place where she found cult-like privilege, shocking racial disparities, rampant white-collar crime, and powerfully destructive standards of beauty hiding in plain sight.\nAs a child, Madden lived a life of extravagance, from her exclusive private school to her equestrian trophies and designer shoe-brand name. But under the surface was a wild instability. The only child of parents continually battling drug and alcohol addictions, Madden confronted her environment alone. Facing a culture of assault and objectification, she found lifelines in the desperately loving friendships of fatherless girls.\nWith unflinching honesty and lyrical prose, spanning from 1960s Hawai'i to the present-day struggle of a young woman mourning the loss of a father while unearthing truths that reframe her reality, Long Live the Tribe of Fatherless Girls is equal parts eulogy and love letter. It's a story about trauma and forgiveness, about families of blood and affinity, both lost and found, unmade and rebuilt, crooked and beautiful. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/05/Long-Live-the-Tribe-of-Fatherless-Girls-A-Memoir-T-Kira-Madden--555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Prison Doctor",
  "categories": [
    "Biography",
    "Non-fiction"
  ],
  "author": "Dr Amanda Brown",
  "price": "320.000",
  "description": "SUNDAY TIMES TOP TEN BESTSELLER\nAs seen on BBC Breakfast\nHorrifying, heartbreaking and eye-opening, these are the stories, the patients and the cases that have characterised a career spent being a doctor behind bars.\nViolence. Drugs. Suicide. Welcome to the world of a Prison Doctor.\nDr Amanda Brown has treated inmates in the UK’s most infamous prisons – first in young offenders’ institutions, then at the notorious Wormwood Scrubs and finally at Europe’s largest women-only prison in Europe, Bronzefield.\nFrom miraculous pregnancies to dirty protests, and from violent attacks on prisoners to heartbreaking acts of self-harm, she has witnessed it all.\nIn this eye-opening, inspirational memoir, Amanda reveals the stories, the patients and the cases that have shaped a career helping those most of us would rather forget.\nDespite their crimes, she is still their doctor. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/07/The-Prison-Doctor-Dr-Amanda-Brown-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/07/The-Prison-Doctor-Dr-Amanda-Brown-0-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/The-Prison-Doctor-Dr-Amanda-Brown-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/The-Prison-Doctor-Dr-Amanda-Brown-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/The-Prison-Doctor-Dr-Amanda-Brown-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/The-Prison-Doctor-Dr-Amanda-Brown-4-555x555.jpg"
  ]
},
{
  "title": "Listening to the Animals: Becoming The Supervet",
  "categories": [
    "Biography",
    "Non-fiction"
  ],
  "author": "Professor Noel Fitzpatrick",
  "price": "450.000",
  "description": "THE NO.1 SUNDAY TIMES BESTSELLER.\nA powerful, heart-warming and inspiring memoir from the UK's most famous and beloved vet, Professor Noel Fitzpatrick – star of the Channel 4 series The Supervet.\nGrowing up on the family farm in Ballyfin, Ireland, Noel's childhood was spent tending to the cattle and sheep, the hay and silage, the tractors and land, his beloved sheepdog Pirate providing solace from the bullies that plagued him at school. It was this bond with Pirate, and a fateful night spent desperately trying to save a newborn lamb, that inspired Noel to enter the world of veterinary science – and set him on the path to becoming The Supervet.\nNow, in this long-awaited memoir, Noel recounts this often-surprising journey that sees him leaving behind a farm animal practice in rural Ireland to set up Fitzpatrick Referrals in Surrey, one of the most advanced small animal specialist centres in the world. We meet the animals that paved the way, from calving cows and corralling bullocks to talkative parrots and bionic cats and dogs.\nNoel has listened to the many lessons that the animals in his care have taught him, and especially the times he has shared with his beloved Keira, the scruffy Border Terrier who has been by Noel's side as he's dealt with the unbelievable highs and crushing lows of his extraordinary career.\nAs heart-warming and life-affirming as the TV show with which he made his name, Listening to the Animals is a story of love, hope and compassion, and about rejoicing in the bond between humans and animals that makes us the very best we can be. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/11/Becoming-the-Supervet-Noel-Fitzpatrick-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/11/Becoming-the-Supervet-Noel-Fitzpatrick-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/11/Becoming-the-Supervet-Noel-Fitzpatrick-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/11/Becoming-the-Supervet-Noel-Fitzpatrick-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/11/Becoming-the-Supervet-Noel-Fitzpatrick-4-555x555.jpg"
  ]
},
{
  "title": "Jog On",
  "categories": [
    "Biography",
    "Non-fiction",
    "Psychology"
  ],
  "author": "Bella Mackie",
  "price": "370.000",
  "description": "Divorced and struggling with deep-rooted mental health problems, Bella Mackie ended her twenties in tears. She could barely find the strength to get off the sofa, let alone piece her life back together. Until one day she did something she had never done of her own free will – she pulled on a pair of trainers and went for a run.\nThat first attempt didn’t last very long. But to her surprise, she was back out there the next day. And the day after that. She began to set herself achievable goals – to run 5k in under 30 minutes, to walk to work every day for a week, to attempt 10 push-ups in a row. Before she knew it, her mood was lifting for the first time in years.\nIn Jog On, Bella explains with hilarious and unfiltered honesty how she used running to battle crippling anxiety and depression, without having to sacrifice her main loves: booze, cigarettes and ice cream. With the help of a supporting cast of doctors, psychologists, sportspeople and friends, she shares a wealth of inspirational stories, research and tips that show how exercise often can be the best medicine. This funny, moving and motivational book will encourage you to say ‘jog on’ to your problems and get your life back on track – no matter how small those first steps may be. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/11/Get-on-Bella-Mackie-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/11/Get-on-Bella-Mackie-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/11/Get-on-Bella-Mackie-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/11/Get-on-Bella-Mackie-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/11/Get-on-Bella-Mackie-4-555x555.jpg"
  ]
},
{
  "title": "Lean In",
  "categories": [
    "Business"
  ],
  "author": "Sheryl Sandberg",
  "price": "300.000",
  "description": "Sheryl Sandberg’s Lean In is a massive cultural phenomenon and its title has become an instant catchphrase for empowering women. The book soared to the top of bestseller lists internationally, igniting global conversations about women and ambition. Sandberg packed theatres, dominated opinion pages, appeared on every major television show and on the cover of Time magazine, and sparked ferocious debate about women and leadership.\nAsk most women whether they have the right to equality at work and the answer will be a resounding yes, but ask the same women whether they'd feel confident asking for a raise, a promotion, or equal pay, and some reticence creeps in.\nThe statistics, although an improvement on previous decades, are certainly not in women's favour – of 197 heads of state, only twenty-two are women. Women hold just 20 percent of seats in parliaments globally, and in the world of big business, a meagre eighteen of the Fortune 500 CEOs are women.\nIn Lean In, Sheryl Sandberg – Facebook COO and one of Fortune magazine's Most Powerful Women in Business – draws on her own experience of working in some of the world's most successful businesses and looks at what women can do to help themselves, and make the small changes in their life that can effect change on a more universal scale. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Lean-in-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Work Rules!: Insights from Inside Google That Will Transform How You Live and Lead",
  "categories": [
    "Business"
  ],
  "author": "Laszlo Bock",
  "price": "220.000",
  "description": "From the visionary head of Google’s innovative People Operations comes a groundbreaking inquiry into the philosophy of work-and a blueprint for attracting the most spectacular talent to your business and ensuring that they succeed. “We spend more time working than doing anything else in life. It’s not right that the experience of work should be so demotivating and dehumanizing.” So says Laszlo Bock, head of People Operations at the company that transformed how the world interacts with knowledge. This insight is the heart of WORK RULES!, a compelling and surprisingly playful manifesto that offers lessons including: Take away managers’ power over employees Learn from your best employees-and your worst Hire only people who are smarter than you are, no matter how long it takes to find them Pay unfairly (it’s more fair!) Don’t trust your gut: Use data to predict and shape the future Default to open-be transparent and welcome feedback If you’re comfortable with the amount of freedom you’ve given your employees, you haven’t gone far enough. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/rsz_work_rules-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Start Something That Matters",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "Blake Mycoskie",
  "price": "355.000",
  "description": "In 2006, while travelling in Argentina, young entrepreneur Blake Mycoskie encountered children too poor to afford shoes, who developed injuries on their feet that often led to serious health problems. Blake knew he wanted to help, but rather than start a charity, he went against conventional wisdom and created a for profit business to help the children who he met. With the help of a local shoemaker, Blake struck out to merge activism and fashion in the form of a local canvas shoe worn by farmers and gauchos alike, called the alpargata. Blake called his creation TOMS Shoes (which stands for “Tomorrow's Shoes”) and promised to give a pair of new shoes to a child in need for every pair that he sold. Starting with only two hundred pairs of handmade shoes, optimism, and entrepreneurial charisma, Blake successfully launched TOMS into the high fashion world. They can now be seen adorning the feet of celebrities such as Keira Knightley, Scarlett Johansson, and Tobey Maguire.\nBlake's mission is to prove that you can achieve financial success and make the world a better place at the same time. In this book, he shares the six counterintuitive principles that have guided the growth of TOMS for the past three years:\n– Make business personal\n– Be resourceful without resources\n– Reverse retirement\n– Keep it simple\n– Stay humble\n– Give more, advertise less\nThe result is an inspiring account of a young man whose entrepreneurial spirit was able to affect change in the world, and a call to others to be inspired to do the same.\nAs part of the One for One initiative, Random House will provide a new book to a child in need with every copy of Start Something That Matters purchased. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Start-something-that-matters-Blake-Mycoskie-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Alibaba: The House That Jack Ma Built",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "Duncan Clark",
  "price": "320.000",
  "description": "An engrossing, insider’s account of how a teacher built one of the world’s most valuable companies—rivaling Walmart & Amazon—and forever reshaped the global economy.\nIn just a decade and half Jack Ma, a man from modest beginnings who started out as an English teacher, founded and built Alibaba into one of the world’s largest companies, an e-commerce empire on which hundreds of millions of Chinese consumers depend. Alibaba’s $25 billion IPO in 2014 was the largest global IPO ever. A Rockefeller of his age who is courted by CEOs and Presidents around the world, Jack is an icon for China’s booming private sector and the gatekeeper to hundreds of millions of middle class consumers.\nDuncan Clark first met Jack in 1999 in the small apartment where Jack founded Alibaba. Granted unprecedented access to a wealth of new material including exclusive interviews, Clark draws on his own experience as an early advisor to Alibaba and two decades in China chronicling the Internet’s impact on the country to create an authoritative, compelling narrative account of Alibaba’s rise.\nHow did Jack overcome his humble origins and early failures to achieve massive success with Alibaba? How did he outsmart rival entrepreneurs from China and Silicon Valley? Can Alibaba maintain its 80% market share? As it forges ahead into finance and entertainment, are there limits to Alibaba’s ambitions?  How does the Chinese government view its rise?  Will Alibaba expand further overseas, including in the U.S.?\nClark tells Alibaba’s tale in the context of China’s momentous economic and social changes, illuminating an unlikely corporate titan as never before. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Alibaba-The-House-that-Jack-Ma-built-Duncan-Clark-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Thrive: The Third Metric to Redefining Success and Creating a Happier Life",
  "categories": [
    "Business",
    "Non-fiction",
    "Psychology"
  ],
  "author": "Arianna Huffington",
  "price": "280.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nIn Thrive, Arianna Huffington, the co-founder and editor-in-chief of the Huffington Post and one of the most influential women in the world, has written a passionate call to arms, looking to redefine what it means to be successful in today’s world. She likens our drive for money and power to two legs of a three-legged stool. It may hold us up temporarily, but sooner or later we’re going to topple over. We need a third leg – a Third Metric for defining success – in order to live a healthy, productive, and meaningful life. In this deeply personal book, Arianna talks candidly about her own challenges with managing time and prioritising the demands of a career and two daughters. Drawing on the latest groundbreaking research and scientific findings in the fields of psychology, sports, sleep and physiology that show the profound and transformative effects of meditation, mindfulness, unplugging and giving, Arianna shows us the way to a revolution in our culture, our thinking, our workplaces, and our lives. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Thrive-Arianna-Huffington-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "How Google Works",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "Eric Schmidt",
  "price": "250.000",
  "description": "Both Eric Schmidt and Jonathan Rosenberg came to Google as seasoned Silicon Valley business executives, but over the course of a decade they came to see the wisdom in Coach John Wooden's observation that 'it's what you learn after you know it all that counts'. As they helped grow Google from a young start-up to a global icon, they relearned everything they knew about management. .\nHow Google Works is the sum of those experiences distilled into a fun, easy-to-read primer on corporate culture, strategy, talent, decision-making, communication, innovation, and dealing with disruption.The authors explain how the confluence of three seismic changes – the internet, mobile, and cloud computing – has shifted the balance of power from companies to consumers. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/How-Google-Works-Eric-Schmidt-Jonathan-Rosenberg-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Hooked: How to Build Habit-Forming Products",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "Nir Eyal",
  "price": "460.000",
  "description": "How do successful companies create products people can’t put down?\nWhy do some products capture widespread attention while others flop? What makes us engage with certain products out of sheer habit? Is there a pattern underlying how technologies hook us?\nNir Eyal answers these questions (and many more) by explaining the Hook Model—a four-step process embedded into the products of many successful companies to subtly encourage customer behavior. Through consecutive “hook cycles,” these products reach their ultimate goal of bringing users back again and again without depending on costly advertising or aggressive messaging.\nHooked is based on Eyal’s years of research, consulting, and practical experience. He wrote the book he wished had been available to him as a start-up founder—not abstract theory, but a how-to guide for building better products. Hooked is written for product managers, designers, marketers, start-up founders, and anyone who seeks to understand how products influence our behavior.\nEyal provides readers with:\n• Practical insights to create user habits that stick.\n• Actionable steps for building products people love.\n• Fascinating examples from the iPhone to Twitter, Pinterest to the Bible App, and many other habit-forming products. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/06/Hooked-by-Nir-Eyal-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Virgin Way",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "Richard Branson",
  "price": "395.000",
  "description": "In September 2012, a Yougov poll conducted in Britain found that the person British workers would most like as their manager was Sir Richard Branson. With over 40 years in business, Richard Branson is an inspiring pioneer of humanitarian projects and an iconic business leader. In The Virgin Way: How to Listen, Learn, Laugh and Lead, Richard shares and distils his secrets of leadership and success. Featuring anecdotes from his own business dealings, as well as his observations of many others who have inspired him – from politicians, business leaders, explorers, scientists and philanthropists – Richard reflects on the qualities he feels are essential for success in today's world. This is not a conventional book on leadership. There are no rules – but rather the secrets of leadership that he has learned along the way from his days at Virgin Records, to his recent work with The Elders. Whether you're at the beginning of your career, or head of a Fortune 500 company – this is your guide to being your own CEO (Chief Enabling Officer) and becoming a true leader – not just a boss. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/06/The-Virgin-Way-by-Richard-Branson-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Everything Store: Jeff Bezos and the Age of Amazon",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "Brad Stone",
  "price": "450.000",
  "description": "The definitive story of Amazon.com, one of the most successful companies in the world, and of its driven, brilliant founder, Jeff Bezos.\nAmazon.com started off delivering books through the mail. But its visionary founder, Jeff Bezos, wasn't content with being a bookseller. He wanted Amazon to become the everything store, offering limitless selection and seductive convenience at disruptively low prices. To do so, he developed a corporate culture of relentless ambition and secrecy that's never been cracked. Until now. Brad Stone enjoyed unprecedented access to current and former Amazon employees and Bezos family members, giving readers the first in-depth, fly-on-the-wall account of life at Amazon. Compared to tech's other elite innovators–Jobs, Gates, Zuckerberg–Bezos is a private man. But he stands out for his restless pursuit of new markets, leading Amazon into risky new ventures like the Kindle and cloud computing, and transforming retail in the same way Henry Ford revolutionized manufacturing.\nTHE EVERYTHING STORE will be the revealing, definitive biography of the company that placed one of the first and largest bets on the Internet and forever changed the way we shop and read. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/06/The-everything-store-by-Brad-Stone-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Onward: How Starbucks Fought for Its Life without Losing Its Soul",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "Howard Schultz",
  "price": "280.000",
  "description": "In 2008, Howard Schultz, the president and chairman of Starbucks, made the unprecedented decision to return as the CEO eight years after he stepped down from daily oversight of the company and became chairman. Concerned that Starbucks had lost its way, Schultz was determined to help it return to its core values and restore not only its financial health, but also its soul. In Onward, he shares the remarkable story of his return and the company's ongoing transformation under his leadership, revealing how, during one of the most tumultuous economic times in history, Starbucks again achieved profitability and sustainability without sacrificing humanity. \nOffering readers a snapshot of a moment in history that left no company unscathed, the book zooms in to show, in riveting detail, how one company struggled and recreated itself in the midst of it all. The fastpaced narrative is driven by day-to-day tension as conflicts arise and lets readers into Schultz's psyche as he comes to terms with his limitations and evolving leadership style. Onward is a compelling, candid narrative documenting the maturing of a brand as well as a businessman. \nOnward represents Schultz's central leadership philosophy: It's not just about winning, but the right way to win. Ultimately, he gives readers what he strives to deliver every day–a sense of hope that, no matter how tough times get, the future can be just as or more successful than the past, whatever one defines success to be. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/06/Onward-by-Howard-Schultz-Joanne-Gordon-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Challenger Sale: How To Take Control of the Customer Conversation",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "Brent Adamson",
  "price": "460.000",
  "description": "What's the secret to sales success? If you're like most business leaders, you'd say it's fundamentally about relationships-and you'd be wrong. The best salespeople don't just build relationships with customers. They challenge them.\nThe need to understand what top-performing reps are doing that their average performing colleagues are not drove Matthew Dixon, Brent Adamson, and their colleagues at Corporate Executive Board to investigate the skills, behaviors, knowledge, and attitudes that matter most for high performance. And what they discovered may be the biggest shock to conventional sales wisdom in decades.\nBased on an exhaustive study of thousands of sales reps across multiple industries and geographies, The Challenger Sale argues that classic relationship building is a losing approach, especially when it comes to selling complex, large-scale business-to-business solutions. The authors' study found that every sales rep in the world falls into one of five distinct profiles, and while all of these types of reps can deliver average sales performance, only one-the Challenger- delivers consistently high performance.\nInstead of bludgeoning customers with endless facts and features about their company and products, Challengers approach customers with unique insights about how they can save or make money. They tailor their sales message to the customer's specific needs and objectives. Rather than acquiescing to the customer's every demand or objection, they are assertive, pushing back when necessary and taking control of the sale.\nThe things that make Challengers unique are replicable and teachable to the average sales rep. Once you understand how to identify the Challengers in your organization, you can model their approach and embed it throughout your sales force. The authors explain how almost any average-performing rep, once equipped with the right tools, can successfully reframe customers' expectations and deliver a distinctive purchase experience that drives higher levels of customer loyalty and, ultimately, greater growth. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/06/The-Challenger-Sale-by-Matthew-Dixon-Brent-Adamson-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Never Eat Alone: And Other Secrets to Success, One Relationship at a Time",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "Keith Ferrazzi",
  "price": "475.000",
  "description": "Do you want to get ahead in life?\nClimb the ladder to personal success?\nThe secret, master networker Keith Ferrazzi claims, is in reaching out to other people. As Ferrazzi discovered early in life, what distinguishes highly successful people from everyone else is the way they use the power of relationships–so that everyone wins.\nIn “”Never Eat Alone,”” Ferrazzi lays out the specific steps–and inner mindset–he uses to reach out to connect with the thousands of colleagues, friends, and associates on his Rolodex, people he has helped and who have helped him.\nThe son of a small-town steelworker and a cleaning lady, Ferrazzi first used his remarkable ability to connect with others to pave the way to a scholarship at Yale, a Harvard MBA, and several top executive posts. Not yet out of his thirties, he developed a network of relationships that stretched from Washington's corridors of power to Hollywood's A-list, leading to him being named one of Crain's 40 Under 40 and selected as a Global Leader for Tomorrow by the Davos World Economic Forum.\nFerrazzi's form of connecting to the world around him is based on generosity, helping friends connect with other friends. Ferrazzi distinguishes genuine relationship-building from the crude, desperate glad-handling usually associated with “”networking.”” He then distills his system of reaching out to people into practical, proven principles. Among them:\n– Don't keep score: It's never simply about getting what you want. It's about getting what you want and making sure that the people who are important to you get what they want, too.\n– “”Ping”” constantly: The Ins and Outs of reaching out to those in your circle of contacts all the time–not just when you need something.\n– Never eat alone: The dynamics of status are the same whether you're working at a corporation or attending a society event– “”invisibility”” is a fate worse than failure. (Goodreads)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/06/Never-eat-Alone-by-Keith-Ferrazzi-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Measure what Matters: How Google, Bono, and the Gates Foundation Rock the World with OKRs",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "John Doerr",
  "price": "610.000",
  "description": "The revolutionary movement behind the explosive growth of Intel, Google, Amazon and Uber.\nWith a foreword by Larry Page, and contributions from Bono and Bill Gates.\nMeasure What Matters is about using Objectives and Key Results (OKRs), a revolutionary approach to goal-setting, to make tough choices in business.\nIn 1999, legendary venture capitalist John Doerr invested nearly $12 million in a startup that had amazing technology, entrepreneurial energy and sky-high ambitions, but no real business plan. Doerr introduced the founders to OKRs and with them at the foundation of their management, the startup grew from forty employees to more than 70,000 with a market cap exceeding $600 billion. The startup was Google.\nSince then Doerr has introduced OKRs to more than fifty companies, helping tech giants and charities exceed all expectations. In the OKR model objectives define what we seek to achieve and key results are how those top­ priority goals will be attained. OKRs focus effort, foster coordination and enhance workplace satisfaction. They surface an organization's most important work as everyone's goals from entry-level to CEO are transparent to the entire institution.\nIn Measure What Matters, Doerr shares a broad range of first-person, behind-the-scenes case studies, with narrators including Bono and Bill Gates, to demonstrate the focus, agility, and explosive growth that OKRs have spurred at so many great organizations.\nThis book will show you how to collect timely, relevant data to track progress – to measure what matters. It will help any organization or team aim high, move fast, and excel. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/06/Measure-what-matters-by-John-Doerr--555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Grit: Why passion and resilience are the secrets to success",
  "categories": [
    "Business",
    "Non-fiction",
    "Self-help"
  ],
  "author": "Angela Duckworth",
  "price": "350.000",
  "description": "UNLOCK THE KEY TO SUCCESS WITH JP MORGAN'S BEST SUMMER READ OF 2018\nIn this must-read for anyone seeking to succeed, pioneering psychologist Angela Duckworth takes us on an eye-opening journey to discover the true qualities that lead to outstanding achievement. Winningly personal, insightful and powerful, Grit is a book about what goes through your head when you fall down, and how that – not talent or luck – makes all the difference. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/Grit-Angela-Duckworth-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2018/07/Grit-Summary-555x555.png"
  ]
},
{
  "title": "The Hard Thing About Hard Things: Building a Business When There Are No Easy Answers",
  "categories": [
    "Business",
    "Non-fiction"
  ],
  "author": "Ben Horowitz",
  "price": "650.000",
  "description": "Ben Horowitz, cofounder of Andreessen Horowitz and one of Silicon Valley's most respected and experienced entrepreneurs, offers essential advice on building and running a startup—practical wisdom for managing the toughest problems business school doesn’t cover, based on his popular ben’s blog.\nWhile many people talk about how great it is to start a business, very few are honest about how difficult it is to run one. Ben Horowitz analyzes the problems that confront leaders every day, sharing the insights he’s gained developing, managing, selling, buying, investing in, and supervising technology companies. A lifelong rap fanatic, he amplifies business lessons with lyrics from his favorite songs, telling it straight about everything from firing friends to poaching competitors, cultivating and sustaining a CEO mentality to knowing the right time to cash in.\nFilled with his trademark humor and straight talk, The Hard Thing About Hard Things is invaluable for veteran entrepreneurs as well as those aspiring to their own new ventures, drawing from Horowitz's personal and often humbling experiences. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/The-hard-thing-about-hard-things-Ben-Horowitz-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2018/07/The-hard-thing-about-hard-things-Summary-Ben-Horowitz-555x555.png"
  ]
},
{
  "title": "See inside Science",
  "categories": [
    "Children'",
    "Science"
  ],
  "author": "Alex Frith",
  "price": "415.000",
  "description": "Fabulous flap book that demonstrates basic scientific ideas in a simple and engaging way. Each double page shows key ideas from a different branch of science, including astronomy, ecology, chemistry and physics. Reveals the secrets of how our world works and provides children with a strong foundation in science. With over 50 embedded flaps to lift. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/See-inside-SciencePNG-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "We’re All Wonders",
  "categories": [
    "Children'"
  ],
  "author": "R J Palacio",
  "price": "250.000",
  "description": "I know I can't change the way I look. But maybe, just maybe, people can change the way they see . . .\nWonder is the unforgettable story of August Pullman, an ordinary boy with an extraordinary face. With over 5 million copies sold, Wonder is a true modern classic, a life-changing read, and has inspired kindness and acceptance in countless readers. Now younger readers can discover the Wonder message with this gorgeous picture book, starring Auggie and his dog Daisy on an original adventure, written and illustrated by R.J. Palacio.\nWith spare, powerful text and richly-imagined illustrations, We're All Wonders shows readers what it's like to live in Auggie's world – a world in which he feels like any other kid, but he's not always seen that way.\nWe're All Wonders taps into every child's longing to belong, and to be seen for who they truly are. It's the perfect way for families and teachers to talk about empathy, difference and kindness with young children. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Were-All-Wonders-R-J-Palacio-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "A Wrinkle in Time",
  "categories": [
    "Children'",
    "Fiction"
  ],
  "author": "Madeleine L'Engle",
  "price": "320.000",
  "description": "A WRINKLE IN TIME is a classic sci-fi adventure for children by bestselling US author, Madeleine L'Engle and soon to become a major new motion picture from Disney films.\nWhen Charles Wallace Murry goes searching through a 'wrinkle in time' for his lost father, he finds himself on an evil planet where all life is enslaved by a huge pulsating brain known as 'It'. How Charles, his sister Meg and friend Calvin find and free his father makes this a very special and exciting mixture of fantasy and science fiction, which all the way through is dominated by the funny and mysterious trio of guardian angels known as Mrs Whatsit, Mrs Who and Mrs Which.\nMadeleine L'Engle lived in New York and wrote over 60 books for children, including A WRINKLE IN TIME, the first in her Time Quintet series and winner of the highly prestigious Newbury Medal. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/A-wrinkle-in-time-Madeleine-LEngle-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The Smartest Giant in Town Sticker Book",
  "categories": [
    "Children'"
  ],
  "author": "Julia Donaldson",
  "price": "300.000",
  "description": "Join George, the kindest giant you’ll ever meet, in this must-have sticker book based on the bestselling The Smartest Giant in Town.\nPacked with games, activities and hundreds of stickers, this book is perfect for birthdays, rainy days and school holidays – a great gift for any child.\nThe Smartest Giant in Town Sticker Book comes from the award-winning creators of The Gruffalo, Julia Donaldson and Axel Scheffler. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/The-Smartest-Giant-in-Town-Julia-Donaldson-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Tiddler",
  "categories": [
    "Children'"
  ],
  "author": "Axel Scheffler",
  "price": "280.000",
  "description": "The smallest fish can tell the tallest tales … “Sorry I’m late, Miss. I set off really early but on the way to school I was captured by a squid. I wriggled and I struggled till a turtle came and rescued me.” “Oh, no, he didn’t.” “OH, YES, HE DID.” Tiddler is a little fish with a BIG imagination! What ever will he come up with next? (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Tiddler-Julia-Donaldson-and-Axel-Scheffler-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The Unexpected Visitor",
  "categories": [
    "Children'"
  ],
  "author": "Jessica Courtney-Tickle",
  "price": "430.000",
  "description": "A stunningly beautiful and warm-hearted picture book all about the friendship between a fisherman and whale.\nThere was once a little fisherman. Every morning he would take his boat out into the wide sea . . . And wait, and wait. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/The-Unexpected-Visitor-Jessica-Courtney-Tickle-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The lost penguin: An Oliver and Patch Story (Oliver & Patch)",
  "categories": [
    "Children'"
  ],
  "author": "Claire Freedman",
  "price": "270.000",
  "description": "The welcome return of Oliver and Patch – this time with Ruby and a lost baby penguin too!\nEveryone fell in love with these special characters in Oliver and Patch, finding their way in a big city and making new friends. In this story the three friends visit the zoo. They growl at the tigers, smile at the meerkats and laugh at the funny penguins. But when Peep, a little penguin who’s new to the zoo, goes missing, the friends must set off together to bring him home.\nBut it isn't always easy to agree on a plan, and the friends have to overcome some disagreements before everything works out.\nAnother heartwarming tale of friendship and working as a team from the wonderful picture book partnership of Claire Freedman (author of the ALIENS LOVE UNDERPANTS series) and the brilliant Kate Hindley.  (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/The-lost-penguin-Claire-Freedman-and-Kate-Hindley-Paperback-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Ten Little Dinosaurs: Board Book",
  "categories": [
    "Children'"
  ],
  "author": "Mike Brownlow",
  "price": "280.000",
  "description": "A stomping, chomping dinosaur romp from the creators of the multi-award-winning, bestselling Ten Little Pirates. Now in a chunky board book, perfect for little hands to hold!\nTen little dinosaurs set off in search of adventure. But what will the ten little dinosaurs do when then meet a grumpy triceratops? And a stomping diplodocus? And a HUNGRY t-rex?\nMeet all your favourite dinosaurs in this romping prehistoric adventure. With lots of things to spot and count on every page, this noisy rhyming story from the creators of the bestselling Ten Little Pirates is perfect for sharing again and again. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Ten-Little-Dinosaurs-Mike-Brownlow-Simon-Rickerty-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "(Little People, Big Dreams) Agatha Christie",
  "categories": [
    "Children'"
  ],
  "author": "Elisa Munso",
  "price": "400.000",
  "description": "In the Little People, Big Dreams series, discover the lives of outstanding people from designers and artists to scientists. All of them went on to achieve incredible things, yet all of them began life as a little child with a dream. The book follows Agatha Christie, who taught herself to read at the age of five, on her journey to becoming the most famous crime writer of all time. This inspiring and informative little biography comes with extra facts about Agatha's life at the back. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Little-People-Big-Dreams-Agatha-Christie-Isabel-Sanchez-Vegara-and-Elisa-Munso-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Lift-the-Flap Questions and Answers About Space",
  "categories": [
    "Children'"
  ],
  "author": "Katie Daynes",
  "price": "450.000",
  "description": "With over 60 flaps to lift, this delightful book answers questions such as ‘Where have people visited in space?’, ‘What’s a cosmonaut?’, ‘Why can’t I see stars in daytime’; and lots more what, where, how, why, and yes or no questions with answers beneath the flaps. Internet links take children to carefully selected websites to find out more. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Lift-the-Flap-Questions-and-Answers-About-Space-Lift-the-Flap-Questions-Answers-Katie-Daynes-and-Peter-Donnelly-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Lift-the-Flap General Knowledge (See Inside)",
  "categories": [
    "Children'"
  ],
  "author": "Alex Frith",
  "price": "430.000",
  "description": "This interactive information book contains over 135 flaps and hundreds of facts. Find out how many seeds a pomegranate has, how fast a woodpecker pecks, how many plays Shakespeare wrote, which is the warmest sea in the world, when the Eiffel Tower was built, what type of snack is the heaviest, and much, much more. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Lift-the-Flap-General-Knowledge-See-Inside-Alex-Frith-and-James-Maclaine-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Lift-the-flap Questions and Answers About Science",
  "categories": [
    "Children'"
  ],
  "author": "Katie Daynes",
  "price": "415.000",
  "description": "An interactive book with over 60 flaps revealing answers to all kinds of questions about science. Children can lift the flaps to discover ‘How do bodies grow?’, ‘Why do astronauts float?’, ‘Where does lightning strike?’ and lots more. Includes links to carefully selected websites with even more answers to simple science questions. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Lift-the-flap-Questions-and-Answers-About-Science-Katie-Daynes-and-Marie-Eve-Tremblay-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The Undercover Economist",
  "categories": [
    "Economics"
  ],
  "author": "Tim Harford",
  "price": "260.000",
  "description": "Who makes most money from the demand for cappuccinos early in the morning at Waterloo Station? Why is it impossible to get a foot on the property ladder? How does the Mafia make money from laundries when street gangs pushing drugs don’t? Who really benefits from immigration? How can China, in just fifty years, go from the world’s worst famine to one of the greatest economic revolutions of all time, lifting a million people out of poverty a month?\nLooking at familiar situations in unfamiliar ways, THE UNDERCOVER ECONOMIST is a fresh explanation of the fundamental principles of the modern economy, illuminated by examples from the streets of London to the booming skyscrapers of Shanghai to the sleepy canals of Bruges. Leaving behind textbook jargon and equations, Tim Harford will reveal the games of signals and negotiations, contests of strength and battles of wit that drive not only the economy at large but the everyday choices we make. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Undercover-economist--555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Izzy Gizm",
  "categories": [
    "Children'"
  ],
  "author": "Pip Jones",
  "price": "260.000",
  "description": "Izzy Gizmo, a girl who LOVED to invent,\ncarried her tool bag wherever she went\nin case she discovered a thing to be mended,\nor a gadget to tweak to make to make it more splendid.\nIzabelle Gizmo just loves to invent, but her inventions never seem to work the way she wants them to. And that makes her really CROSS! When she finds a crow with a broken wing she just has to help. But will she be able to put her frustrations to one side and help her new friend to fly again?\nShortlisted for the Sainsbury’s Children’s Book Prize 2017, this empowering book is perfect for fans of Rosie Revere, Engineer, Fantastically Great Women Who Changed the World and Good Night Stories for Rebel Girls. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Izzy-Gizm-Pip-Jones-Sara-Oglivie-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Why nations fail",
  "categories": [
    "Economics",
    "Geography",
    "History",
    "Non-fiction",
    "Politics"
  ],
  "author": "Daron Acemoglu",
  "price": "420.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nBrilliant and engagingly written, Why Nations Fail answers the question that has stumped the experts for centuries: Why are some nations rich and others poor, divided by wealth and poverty, health and sickness, food and famine? Is it culture, the weather, geography? Perhaps ignorance of what the right policies are? Simply, no. None of these factors is either definitive or destiny. Otherwise, how to explain why Botswana has become one of the fastest growing countries in the world, while other African nations, such as Zimbabwe, the Congo, and Sierra Leone, are mired in poverty and violence? \nDaron Acemoglu and James Robinson conclusively show that it is man-made political and economic institutions that underlie economic success (or lack of it). Korea, to take just one of their fascinating examples, is a remarkably homogeneous nation, yet the people of North Korea are among the poorest on earth while their brothers and sisters in South Korea are among the richest. The south forged a society that created incentives, rewarded innovation, and allowed everyone to participate in economic opportunities. The economic success thus spurred was sustained because the government became accountable and responsive to citizens and the great mass of people. Sadly, the people of the north have endured decades of famine, political repression, and very different economic institutions—with no end in sight. The differences between the Koreas is due to the politics that created these completely different institutional trajectories. \nBased on fifteen years of original research Acemoglu and Robinson marshall extraordinary historical evidence from the Roman Empire, the Mayan city-states, medieval Venice, the Soviet Union, Latin America, England, Europe, the United States, and Africa to build a new theory of political economy with great relevance for the big questions of today, including: – China has built an authoritarian growth machine. Will it continue to grow at such high speed and overwhelm the West? – Are America’s best days behind it? Are we moving from a virtuous circle in which efforts by elites to aggrandize power are resisted to a vicious one that enriches and empowers a small minority? – What is the most effective way to help move billions of people from the rut of poverty to prosperity? More philanthropy from the wealthy nations of the West? Or learning the hard-won lessons of Acemoglu and Robinson’s breakthrough ideas on the interplay between inclusive political and economic institutions? Why Nations Fail will change the way you look at—and understand—the world. (Goodreads)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Why-nations-fail-Daron-Acemoglu-James-A.-Robinson-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Poor Economics: Barefoot Hedge-fund Managers, DIY Doctors and the Surprising Truth about Life on less than $1 a Day",
  "categories": [
    "Economics",
    "Non-fiction"
  ],
  "author": "Abhijit Banerjee",
  "price": "260.000",
  "description": "Winner of the FT Goldman Sachs Business Book of the Year Award 2011\nWhy would a man in Morocco who doesn't have enough to eat buy a television?\nWhy do the poorest people in India spend 7 percent of their food budget on sugar?\nDoes having lots of children actually make you poorer?\nThis eye-opening book overturns the myths about what it is like to live on very little, revealing the unexpected decisions that millions of people make every day. Looking at some of the most paradoxical aspects of life below the poverty line – why the poor need to borrow in order to save, why incentives that seem effective to us may not be for them, and why, despite being more risk-taking than high financiers, they start businesses but rarely grow them – Banerjee and Duflo offer a new understanding of the surprising way the world really works. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Poor-Economics-Esther-Duflo-Abhijit-Banerjee-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "23 Things They Don’t Tell You About Capitalism",
  "categories": [
    "Economics",
    "Non-fiction"
  ],
  "author": "Ha-Joon Chang",
  "price": "280.000",
  "description": "Ha-Joon Chang's 23 Things They Don't Tell You About Capitalism turns received economic wisdom on its head to show you how the world really works.\nIn this revelatory book, Ha-Joon Chang destroys the biggest myths of our times and shows us an alternative view of the world, including:\nThere's no such thing as a 'free' market\nGlobalization isn't making the world richer\nWe don't live in a digital world – the washing machine has changed lives more than the internet\nPoor countries are more entrepreneurial than rich ones\nHigher paid managers don't produce better results\nWe don't have to accept things as they are any longer. Ha-Joon Chang is here to show us there's a better way. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/23-Things-They-Dont-Tell-You-About-Capitalism-Ha-Joon-Chang-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Cleverlands: The Secrets Behind the Success of the World’s Education Superpowers",
  "categories": [
    "Education",
    "Non-fiction"
  ],
  "author": "Lucy Crehan",
  "price": "420.000",
  "description": "Secondary school teacher and education consultant Lucy Crehan was frustrated with ever-changing government policies on education; dissatisfied with a system that prioritised test scores over the promotion of creative thinking; and disheartened that the interests of children had become irrelevant.\nAnd yet, politicians and administrators consistently told her that this was how the world’s ‘top performing’ school systems operated.\nCurious to discover how they could operate in the same way but perform so much better in Maths, Reading and Science, Lucy dug deeper and was shocked by what she found: the politicians and administrators were wrong. The ‘top performing’ schools were designing education in completely different ways from the UK and from each other, and yet, despite their differences, they were all getting top marks.\nDetermined to find answers she couldn’t get from reports and graphs, Lucy set off on a journey around the globe to see these schools and students for herself.\nCleverlands is the story of her journey through Finland, Canada, Japan, China and Singapore – five countries regularly at the top of the education charts. She spent three weeks immersed in classrooms in each country – living with teachers, listening to parents, teaching, watching and asking questions.\nThe result is a guided tour of the world’s best educational systems and a reflection on what success in the UK might look like in light of these varying possibilities… not just what our politicians would have us believe. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Cleverlands-1-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Alchemist: A Fable About Following Your Dream",
  "categories": [
    "Fiction",
    "Self-help"
  ],
  "author": "Lilly Singh",
  "price": "230.000",
  "description": "A global phenomenon, The Alchemist has been read and loved by over 62 million readers, topping bestseller lists in 74 countries worldwide. Now this magical fable is beautifully repackaged in an edition that lovers of Paulo Coelho will want to treasure forever. Every few decades a book is published that changes the lives of its readers forever. This is such a book – a beautiful parable about learning to listen to your heart, read the omens strewn along life’s path and, above all, follow your dreams.\nSantiago, a young shepherd living in the hills of Andalucia, feels that there is more to life than his humble home and his flock. One day he finds the courage to follow his dreams into distant lands, each step galvanised by the knowledge that he is following the right path: his own. The people he meets along the way, the things he sees and the wisdom he learns are life-changing. With Paulo Coelho’s visionary blend of spirituality, magical realism and folklore, The Alchemist is a story with the power to inspire nations and change people’s lives. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Alchemist-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Reading Magic: Why Reading Aloud to Our Children Will Change Their Lives Forever",
  "categories": [
    "Education",
    "Non-fiction"
  ],
  "author": "Mem Fox",
  "price": "280.000",
  "description": "Best-selling children’s author and internationally respected literacy expert Mem Fox reveals the incredible emotional and intellectual impact reading aloud to children has on their ability to learn to read. With passion and humor, Fox speaks of when, where, and why to read aloud and demonstrates how to read aloud to best effect and get the most out of a read-aloud session. She discusses the three secrets of reading, offers guidance on defining and choosing good books, and–for this new edition–includes two new chapters on boy readers and phonics, a foreword, and a list of “Twenty Books That Children Love.” Filled with practical advice, activities, and inspiring true read-aloud miracles, this book is a turn-to classic for educators and parents. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/Reading-Magic-Mem-Fox-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Educated",
  "categories": [
    "Education",
    "Non-fiction",
    "Romance"
  ],
  "author": "Tara Westover",
  "price": "470.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nTara Westover grew up preparing for the End of Days, watching for the sun to darken, for the moon to drip as if with blood. She spent her summers bottling peaches and her winters rotating emergency supplies, hoping that when the World of Men failed, her family would continue on, unaffected. She hadn’t been registered for a birth certificate. She had no school records because she’d never set foot in a classroom, and no medical records because her father didn’t believe in doctors or hospitals. According to the state and federal government, she didn’t exist. As she grew older, her father became more radical, and her brother, more violent. At sixteen Tara decided to educate herself. Her struggle for knowledge would take her far from her Idaho mountains, over oceans and across continents, to Harvard and to Cambridge. Only then would she wonder if she’d travelled too far. If there was still a way home. EDUCATED is an account of the struggle for self-invention. It is a tale of fierce family loyalty, and of the grief that comes with the severing of the closest of ties. With the acute insight that distinguishes all great writers, from her singular experience Westover has crafted a universal coming-of-age story that gets to the heart of what an education is and what it offers: the perspective to see one’s life through new eyes, and the will to change it. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Educated-Tara-Westover-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "13 Reasons why",
  "categories": [
    "Fiction",
    "Young Adults"
  ],
  "author": "Jay Asher",
  "price": "160.000",
  "description": "You can’t stop the future. You can’t rewind the past. The only way to learn the secret . . . is to press play. Clay Jensen returns home from school one day to find a mysterious box with his name on it, outside his front door. Inside he discovers a series of cassette tapes recorded by Hannah Baker – his classmate and crush. Only, she committed suicide two weeks earlier. On the first tape, Hannah explains that there are 13 reasons why she did what she did – and Clay is one of them. If he listens, Clay will find out how he made the list – what he hears will change his life forever. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/13-Reasons-Why-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Fangirl",
  "categories": [
    "Fiction",
    "Romance",
    "Young Adults"
  ],
  "author": "Rainbow Rowell",
  "price": "290.000",
  "description": "Cath and Wren are identical twins, and until recently they did absolutely everything together. Now they’re off to university and Wren’s decided she doesn’t want to be one half of a pair any more – she wants to dance, meet boys, go to parties and let loose. It’s not so easy for Cath. She’s horribly shy and has always buried herself in the fan fiction she writes, where she always knows exactly what to say and can write a romance far more intense than anything she’s experienced in real life. Without Wren Cath is completely on her own and totally outside her comfort zone. She’s got a surly room-mate with a charming, always-around boyfriend, a fiction-writing professor who thinks fan fiction is the end of the civilized world, a handsome classmate who only wants to talk about words . . . And she can’t stop worrying about her dad, who’s loving and fragile and has never really been alone. Now Cath has to decide whether she’s ready to open her heart to new people and new experiences, and she’s realizing that there’s more to learn about love than she ever thought possible. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Fangirl-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The faults in our Stars",
  "categories": [
    "Fiction",
    "Romance",
    "Young Adults"
  ],
  "author": "John Green",
  "price": "350.000",
  "description": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.\nInsightful, bold, irreverent, and raw, The Fault in Our Stars is award-winning author John Green's most ambitious and heartbreaking work yet, brilliantly exploring the funny, thrilling, and tragic business of being alive and in love. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Faults-in-our-Stars-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Call me by your name",
  "categories": [
    "Fiction",
    "Romance",
    "Young Adults"
  ],
  "author": "André Aciman",
  "price": "350.000",
  "description": "Andre Aciman's Call Me by Your Name is the story of a sudden and powerful romance that blossoms between an adolescent boy and a summer guest at his parents' cliffside mansion on the Italian Riviera. Each is unprepared for the consequences of their attraction, when, during the restless summer weeks, unrelenting currents of obsession, fascination, and desire intensify their passion and test the charged ground between them. Recklessly, the two verge toward the one thing both fear they may never truly find again: total intimacy. It is an instant classic and one of the great love stories of our time. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Call-me-by-your-name-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Homegoing",
  "categories": [
    "Fiction",
    "History"
  ],
  "author": "Yaa Gyasi",
  "price": "265.000",
  "description": "Effia and Esi: two sisters with two very different destinies. One sold into slavery; one a slave trader’s wife. The consequences of their fate reverberate through the generations that follow. Taking us from the Gold Coast of Africa to the cotton-picking plantations of Mississippi; from the missionary schools of Ghana to the dive bars of Harlem, spanning three continents and seven generations, Yaa Gyasi has written a miraculous novel – the intimate, gripping story of a brilliantly vivid cast of characters and through their lives the very story of America itself.\nEpic in its canvas and intimate in its portraits, Homegoing is a searing and profound debut from a masterly new writer. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Homegoing-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Eleanor Oliphant is Completely Fine",
  "categories": [
    "Fiction"
  ],
  "author": "Gail Honeyman",
  "price": "320.000",
  "description": "Eleanor Oliphant leads a simple life. She wears the same clothes to work every day, eats the same meal deal for lunch every day and buys the same two bottles of vodka to drink every weekend. Eleanor Oliphant is happy. Nothing is missing from her carefully timetabled life. Except, sometimes, everything. One simple act of kindness is about to shatter the walls Eleanor has built around herself. Now she must learn how to navigate the world that everyone else seems to take for granted – while searching for the courage to face the dark corners she’s avoided all her life. Change can be good. Change can be bad. But surely any change is better than… fine? An astonishing story that powerfully depicts the loneliness of life, and the simple power of a little kindness. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Eleanor-Oliphant-is-Completely-Fine-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "How to Stop time",
  "categories": [
    "Fiction"
  ],
  "author": "Matt Haig",
  "price": "280.000",
  "description": "HOW MANY LIFETIMES DOES IT TAKE TO LEARN HOW TO LIVE? Tom Hazard has a dangerous secret. He may look like an ordinary 41-year-old history teacher, but he's been alive for centuries. From Elizabethan England to Jazz-Age Paris, from New York to the South Seas, Tom has seen it all. As long as he keeps changing his identity he can keep one step ahead of his past – and stay alive. The only thing he must not do is fall in love. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/How-to-stop-time-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Looking for Alaska",
  "categories": [
    "Fiction",
    "Young Adults"
  ],
  "author": "John Green",
  "price": "160.000",
  "description": "“In the dark beside me, she smelled of sweat and sunshine and vanilla and on that thin-mooned night I could see little more than her silhouette, but even in the dark, I could see her eyes – fierce emeralds. And not just beautiful, but hot too.”\nBEFORE. Miles Halter’s whole life has been one big non-event until he starts at anything-but-boring Culver Creek Boarding School and meets Alaska Young. Gorgeous, clever, funny, sexy, screwed up and utterly fascinating she pulls Miles into her world, launches him into a new life, and steals his heart. But when tragedy strikes, and Miles comes face-to-face with death he discovers the value of living and loving unconditionally.\nAFTER: Nothing will ever be the same. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Looking-for-Alaska-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Underground Railroad",
  "categories": [
    "Fiction"
  ],
  "author": "Colson Whitehead",
  "price": "280.000",
  "description": "Cora is a slave on a cotton plantation in Georgia. Life is hell for all the slaves, but especially bad for Cora; an outcast even among her fellow Africans, she is coming into Womanhood—where even greater pain awaits. When Caesar, a recent arrival from Virginia, tells her about the Underground Railroad, they decide to take a terrifying risk and escape. Matters do not go as planned—Cora kills a young white boy who tries to capture her. Though they manage to find a station and head north, they are being hunted. In Whitehead’s ingenious conception, the Underground Railroad is no mere metaphor—engineers and conductors operate a secret network of tracks and tunnels beneath the Southern soil. \nCora and Caesar’s first stop is South Carolina, in a city that initially seems like a haven. But the city’s placid surface masks an insidious scheme designed for its black denizens. And even worse: Ridgeway, the relentless slave catcher, is close on their heels. Forced to flee again, Cora embarks on a harrowing flight, state by state, seeking true freedom. Like the protagonist of Gulliver’s Travels, Cora encounters different worlds at each stage of her journey—hers is an odyssey through time as well as space. As Whitehead brilliantly re-creates the unique terrors for black people in the pre–Civil War era, his narrative seamlessly weaves the saga of America from the brutal importation of Africans to the unfulfilled promises of the present day. The Underground Railroad is at once a kinetic adventure tale of one woman’s ferocious will to escape the horrors of bondage and a shattering, powerful meditation on the history we all share. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Underground-Railroad-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Sympathizer",
  "categories": [
    "Fiction"
  ],
  "author": "Viet Thanh Nguyen",
  "price": "305.000",
  "description": "The winner of the 2016 Pulitzer Prize for Fiction, as well as five other awards, The Sympathizer is the breakthrough novel of the year. With the pace and suspense of a thriller and prose that has been compared to Graham Greene and Saul Bellow, The Sympathizer is a sweeping epic of love and betrayal. The narrator, a communist double agent, is a “man of two minds,” a half-French, half-Vietnamese army captain who arranges to come to America after the Fall of Saigon, and while building a new life with other Vietnamese refugees in Los Angeles is secretly reporting back to his communist superiors in Vietnam. The Sympathizer is a blistering exploration of identity and America, a gripping espionage novel, and a powerful story of love and friendship. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Sympathizer-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Power",
  "categories": [
    "Fiction",
    "Thriller"
  ],
  "author": "Naomi Alderman",
  "price": "270.000",
  "description": "All over the world women are discovering they have the power.\nWith a flick of the fingers they can inflict terrible pain – even death.\nSuddenly, every man on the planet finds they've lost control.\nThe Day of the Girls has arrived – but where will it end? (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-power-1-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The lovely bones",
  "categories": [
    "Fiction",
    "Young Adults"
  ],
  "author": "Alice Sebold",
  "price": "240.000",
  "description": "My name was Salmon, like the fish; first name, Susie. I was fourteen when I was murdered on December 6, 1973.\nIn heaven, Susie Salmon can have whatever she wishes for – except what she most wants, which is to be back with the people she loved on earth. In the wake of her murder, Susie watches as her happy suburban family is torn apart by grief; as her friends grow up, fall in love, and do all the things she never had the chance to do herself. But as Susie will come to realize, even in death, life is not quite out of reach . . .\nA luminous, astonishing novel about life and death, memory and forgetting, and finding light in the darkest places, Alice Sebold's The Lovely Bones became an instant classic when it was first published in 2002. It inspired the film starring Mark Wahlberg, Rachel Weisz, Susan Sarandon and Saoirse Ronan. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Lovely-bones-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Last Song",
  "categories": [
    "Fiction",
    "Romance",
    "Young Adults"
  ],
  "author": "Nicholas Sparks",
  "price": "270.000",
  "description": "Seventeen-year-old Veronica ‘Ronnie’ Miller’s life was turned upside-down when her parents divorced and her father moved from New York City to Wilmington, North Carolina. Three years later, she remains angry and alienated from her parents, especially her father . . . until her mother decides it would be in everyone’s best interest if she spent the summer in Wilmington with him. Ronnie’s father, a former concert pianist and teacher, is living a quiet life in the beach town, immersed in creating a work of art that will become the centerpiece of a local church. The tale that unfolds is an unforgettable story about love in its myriad forms – first love, the love between parents and children – that demonstrates, as only a Nicholas Sparks novel can, the many ways that deeply felt relationships can break our hearts . . . and heal them. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Last-song-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Hate U Give",
  "categories": [
    "Fiction",
    "Young Adults"
  ],
  "author": "Angie Thomas",
  "price": "290.000",
  "description": "Sixteen-year-old Starr lives in two worlds: the poor neighbourhood where she was born and raised and her posh high school in the suburbs. The uneasy balance between them is shattered when Starr is the only witness to the fatal shooting of her unarmed best friend, Khalil, by a police officer. Now what Starr says could destroy her community. It could also get her killed. Inspired by the Black Lives Matter movement, this is a powerful and gripping YA novel about one girl’s struggle for justice. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Hate-U-give-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Sapiens",
  "categories": [
    "History",
    "Non-fiction"
  ],
  "author": "Yuval Noah Harari",
  "price": "350.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\n“Yuval Noah Harari, author of the critically-acclaimed New York Times bestseller and international phenomenon Sapiens, returns with an equally original, compelling, and provocative book, turning his focus toward humanity’s future, and our quest to upgrade humans into gods.\nOver the past century humankind has managed to do the impossible and rein in famine, plague, and war. This may seem hard to accept, but, as Harari explains in his trademark style—thorough, yet riveting—famine, plague and war have been transformed from incomprehensible and uncontrollable forces of nature into manageable challenges. For the first time ever, more people die from eating too much than from eating too little; more people die from old age than from infectious diseases; and more people commit suicide than are killed by soldiers, terrorists and criminals put together. The average American is a thousand times more likely to die from binging at McDonalds than from being blown up by Al Qaeda.\nWhat then will replace famine, plague, and war at the top of the human agenda? As the self-made gods of planet earth, what destinies will we set ourselves, and which quests will we undertake? Homo Deus explores the projects, dreams and nightmares that will shape the twenty-first century—from overcoming death to creating artificial life. It asks the fundamental questions: Where do we go from here? And how will we protect this fragile world from our own destructive powers? This is the next stage of evolution. This is Homo Deus.\nWith the same insight and clarity that made Sapiens an international hit and a New York Times bestseller, Harari maps out our future. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Sapiens-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "A Brief History of Everyone Who Ever Lived: The Stories in Our Genes",
  "categories": [
    "History",
    "Non-fiction",
    "Science"
  ],
  "author": "Adam Rutherford",
  "price": "340.000",
  "description": "The journey from love to heartbreak to finding love again is personal yet universal. Lang Leav’s evocative love poetry speaks to the soul of anyone who is on this journey. Leav has an unnerving ability to see inside the hearts and minds of her readers. Her talent for translating complex emotions with astonishing simplicity has won her a cult following of devoted modern poetry fans from all over the world. Forget the dainty, delicate love poems of yore; these little poems pack a mighty punch. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/A-Brief-History-of-Everyone-Who-Ever-Lived-Adam-Rutherford--555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Homo Deus: A Brief history of Tomorrow",
  "categories": [
    "History",
    "Non-fiction"
  ],
  "author": "Yuval Noah Harari",
  "price": "355.000",
  "description": "Yuval Noah Harari, author of the critically-acclaimed New York Times bestseller and international phenomenon Sapiens, returns with an equally original, compelling, and provocative book, turning his focus toward humanity’s future, and our quest to upgrade humans into gods.\nOver the past century humankind has managed to do the impossible and rein in famine, plague, and war. This may seem hard to accept, but, as Harari explains in his trademark style—thorough, yet riveting—famine, plague and war have been transformed from incomprehensible and uncontrollable forces of nature into manageable challenges. For the first time ever, more people die from eating too much than from eating too little; more people die from old age than from infectious diseases; and more people commit suicide than are killed by soldiers, terrorists and criminals put together. The average American is a thousand times more likely to die from binging at McDonalds than from being blown up by Al Qaeda.\nWhat then will replace famine, plague, and war at the top of the human agenda? As the self-made gods of planet earth, what destinies will we set ourselves, and which quests will we undertake? Homo Deus explores the projects, dreams and nightmares that will shape the twenty-first century—from overcoming death to creating artificial life. It asks the fundamental questions: Where do we go from here? And how will we protect this fragile world from our own destructive powers? This is the next stage of evolution. This is Homo Deus.\nWith the same insight and clarity that made Sapiens an international hit and a New York Times bestseller, Harari maps out our future. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Homo-Deus-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "A history of the world",
  "categories": [
    "History",
    "Non-fiction"
  ],
  "author": "Andrew Marr",
  "price": "340.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nOur understanding of world history is changing, as new discoveries are made on all the continents and old prejudices are being challenged. In this truly global journey Andrew Marr revisits some of the traditional epic stories, from classical Greece and Rome to the rise of Napoleon, but surrounds them with less familiar material, from Peru to the Ukraine, China to the Caribbean. He looks at cultures that have failed and vanished, as well as the origins of today’s superpowers, and finds surprising echoes and parallels across vast distances and epochs.\nA History of the World is a book about the great change-makers of history and their times, people such as Cleopatra, Genghis Khan, Galileo and Mao, but it is also a book about us. For ‘the better we understand how rulers lose touch with reality, or why revolutions produce dictators more often than they produce happiness, or why some parts of the world are richer than others, the easier it is to understand our own times.’\nFresh, exciting and vividly readable, this is popular history at its very best. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/A-history-of-the-world-Andrew-Marr-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "A Short History of Nearly Everything",
  "categories": [
    "History",
    "Non-fiction"
  ],
  "author": "Bill Bryson",
  "price": "300.000",
  "description": "Bill Bryson describes himself as a reluctant traveller, but even when he stays safely at home he can't contain his curiosity about the world around him. A Short History of Nearly Everything is his quest to understand everything that has happened from the Big Bang to the rise of civilization – how we got from there, being nothing at all, to here, being us. Bill Bryson's challenge is to take subjects that normally bore the pants off most of us, like geology, chemistry and particle physics, and see if there isn't some way to render them comprehensible to people who have never thought they could be interested in science.\nThe ultimate eye-opening journey through time and space, A Short History of Nearly Everything is the biggest-selling popular science book of the 21st century, and reveals the world in a way most of us have never seen it before. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/A-short-history-of-nearly-everything-Bill-Bryson--555x555.png",
  "otherImages": [

  ]
},
{
  "title": "A Little History of the World",
  "categories": [
    "History",
    "Non-fiction"
  ],
  "author": "Ernst Gombrich",
  "price": "280.000",
  "description": "In 1935, with a doctorate in art history and no prospect of a job, the 26-year-old Ernst Gombrich was invited to attempt a history of the world for younger readers. Amazingly, he completed the task in an intense six weeks, and Eine kurze Weltgeschichte für junge Leser was published in Vienna to immediate success, and is now available in twenty-five languages across the world. Toward the end of his long life, Gombrich embarked upon a revision and, at last, an English translation. A Little History of the World presents his lively and involving history to English-language readers for the first time. Superbly designed and freshly illustrated, this is a book to be savoured and collected. In forty concise chapters, Gombrich tells the story of man from the stone age to the atomic bomb. In between emerges a colourful picture of wars and conquests, grand works of art, and the spread and limitations of science. This is a text dominated not by dates and facts, but by the sweep of mankind's experience across the centuries, a guide to humanity's achievements and an acute witness to its frailties. The product of a generous and humane sensibility, this timeless account makes intelligible the full span of human history. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/08/A-little-history-of-the-world-E.H.Gombrich-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "21 Lessons for the 21st Century",
  "categories": [
    "History",
    "Non-fiction"
  ],
  "author": "Yuval Noah Harari",
  "price": "640.000",
  "description": "Sapiens showed us where we came from. Homo Deus looked to the future. 21 Lessons for the 21st Century explores the present. \nHow can we protect ourselves from nuclear war, ecological cataclysms and technological disruptions? What can we do about the epidemic of fake news or the threat of terrorism? What should we teach our children? \nYuval Noah Harari takes us on a thrilling journey through today’s most urgent issues. The golden thread running through his exhilarating new book is the challenge of maintaining our collective and individual focus in the face of constant and disorienting change. Are we still capable of understanding the world we have created? (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/21-lessons-for-21st-century-Yuval-Noah-Harari-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Escape from Camp 14: One man’s remarkable odyssey from North Korea to freedom in the West",
  "categories": [
    "History",
    "Politics"
  ],
  "author": "Blaine Harden",
  "price": "280.000",
  "description": "From the creative minds at Flow magazine, a practical and inspirational guide to finding the courage creativity requires: the courage to fail, the courage to step out of one's comfort zone, the courage to be bored, the courage to get started. Twelve creative “dares” are presented with text, illustration, fill-in pages, and paper goodies–all in the name of inspiring creative activity. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/Escape-From-Camp-14-Blaine-Harden-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Wild Swans: Three Daughters of China",
  "categories": [
    "History",
    "Non-fiction",
    "Women"
  ],
  "author": "Jung Chang",
  "price": "450.000",
  "description": "The story of three generations in twentieth-century China that blends the intimacy of memoir and the panoramic sweep of eyewitness history—a bestselling classic in thirty languages with more than ten million copies sold around the world, now with a new introduction from the author.\nAn engrossing record of Mao’s impact on China, an unusual window on the female experience in the modern world, and an inspiring tale of courage and love, Jung Chang describes the extraordinary lives and experiences of her family members: her grandmother, a warlord’s concubine; her mother’s struggles as a young idealistic Communist; and her parents’ experience as members of the Communist elite and their ordeal during the Cultural Revolution. Chang was a Red Guard briefly at the age of fourteen, then worked as a peasant, a “barefoot doctor,” a steelworker, and an electrician. As the story of each generation unfolds, Chang captures in gripping, moving—and ultimately uplifting—detail the cycles of violent drama visited on her own family and millions of others caught in the whirlwind of history. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/05/Wild-Swans-Three-Daughters-of-China-Jung-Chang-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Things Fall Apart",
  "categories": [
    "Fiction",
    "History"
  ],
  "author": "Chinua Achebe",
  "price": "295.000",
  "description": "Okonowo is the greatest warrior alive. His fame has spread like a bushfire in West Africa and he is one of the most powerful men of his clan.\nBut he also has a fiery temper. Determined not to be like his father, he refuses to show weakness to anyone – even if the only way he can master his feelings is with his fists. When outsiders threaten the traditions of his clan, Okonowo takes violent action. Will the great man’s dangerous pride eventually destroy him? (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/Things-fall-apart-Chinua-Achebe-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Who Moved My Cheese: An Amazing Way to Deal with Change in Your Work and in Your Life",
  "categories": [
    "Non-fiction",
    "Psychology"
  ],
  "author": "Spencer Johnson",
  "price": "220.000",
  "description": "It is the amusing and enlightening story of four characters who live in a maze and look for cheese to nourish them and make them happy. Cheese is a metaphor for what you want to have in life, for example a good job, a loving relationship, money or possessions, health or spiritual peace of mind. The maze is where you look for what you want, perhaps the organisation you work in, or the family or community you live in. The problem is that the cheese keeps moving. In the story, the characters are faced with unexpected change in their search for the cheese. One of them eventually deals with change successfully and writes what he has learned on the maze walls for you to discover. You’ll learn how to anticipate, adapt to and enjoy change and be ready to change quickly whenever you need to. Discover the secret of the writing on the wall for yourself and enjoy less stress and more success in your work and life. Written for all ages, this story takes less than an hour to read, but its unique insights will last a lifetime. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Who-moved-my-cheese-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Chimp Paradox: The Mind Management Programme to Help You Achieve Success, Confidence and Happiness",
  "categories": [
    "Non-fiction",
    "Psychology",
    "Self-help"
  ],
  "author": "Prof Steve Peters",
  "price": "420.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nThe Chimp Paradox is an incredibly powerful mind management model that can help you become a happy, confident, healthier and more successful person. Prof Steve Peters explains the struggle that takes place within your mind and then shows how to apply this understanding to every area of your life so you can:\n– Recognise how your mind is working\n– Understand and manage your emotions and thoughts\n– Manage yourself and become the person you would like to be\nThe Chimp Mind Management Model is based on scientific facts and principles, which have been simplified into a workable model for easy use. It will help you to develop yourself and give you the skills, for example, to remove anxiety, have confidence and choose your emotions. The book will do this by giving you an understanding of the way in which your mind works and how you can manage it. It will also help you to identify what is holding you back or preventing you from having a happier and more successful life.\nEach chapter explains different aspects of how you function and highlights key facts for you to understand. There are also exercises for you to work with. By undertaking these exercises you will see immediate improvements in your daily living and, over time, you will develop emotional skills and practical habits that will help you to become the person that you want to be, and live the life that you want to live. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Chimp-Paradox-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Reaching Down the Rabbit Hole: Extraordinary Journeys into the Human Brain",
  "categories": [
    "Non-fiction",
    "Psychology"
  ],
  "author": "Allan Ropper",
  "price": "580.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nWhat is it like to try to heal the body when the mind is under attack? In this gripping and illuminating book, Dr Allan Ropper reveals the extraordinary stories behind some of the life-altering afflictions that he and his staff are confronted with at the Neurology Unit of Harvard’s Brigham and Women’s Hospital. Like Alice in Wonderland, Dr Ropper inhabits a place where absurdities abound: a sportsman who starts spouting gibberish; an undergraduate who suddenly becomes psychotic; a mother who has to decide whether a life locked inside her own head is worth living. How does one begin to treat such cases, to counsel people whose lives may be changed forever? Dr Ropper answers these questions by taking the reader into a world where lives and minds hang in the balance. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Reaching-Down-the-Rabbit-Hole-Allan-Ropper-Brian-David-Burrell--555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The Life Changing Magic Of Tidying Up",
  "categories": [
    "Non-fiction",
    "Self-help"
  ],
  "author": "Marie Kondo",
  "price": "340.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nTransform your home into a permanently clear and clutter-free space with the incredible KonMari Method. Japan’s expert declutterer and professional cleaner Marie Kondo will help you tidy your rooms once and for all with her inspirational step-by-step method. The key to successful tidying is to tackle your home in the correct order, to keep only the things you really love and to do it all at once – and quickly. After that for the rest of your life you only need to choose what to keep and what to discard. The KonMari Method will not just transform your space. Once you have your house in order you will find that your whole life will change. You can feel more confident, you can become more successful, and you can have the energy and motivation to create the life you want. You will also have the courage to move on from the negative aspects of your life: you can recognise and finish a bad relationship; you can stop feeling anxious; you can finally lose weight. Marie Kondo’s method is based on a ‘once-cleaned, never-messy-again’ approach. If you think that such a thing is impossible then you should definitely read this compelling book. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/22The-Life-Changing-Magic-Of-Tidying-Up-Marie-Kondo-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Getting Religion: Faith, Culture, and Politics from the Age of Eisenhower to the Era of Obama",
  "categories": [
    "History",
    "Non-fiction",
    "Politics"
  ],
  "author": "Kenneth L. Woodward",
  "price": "450.000",
  "description": "Impeccably researched, thought-challenging and leavened by wit, Getting Religion, the highly-anticipated new book from Kenneth L. Woodward, is ideal perfect for readers looking to understand how religion came to be a contentious element in 21st century public life. \nHere the award-winning author blends memoir (especially of the postwar era) with copious reporting and shrewd historical analysis to tell the story of how American religion, culture and politics influenced each other in the second half of the 20th century. There are few people writing today who could tell this important story with such authority and insight. A scholar as well as one of the nation’s most respected journalists, Woodward served as Newsweek’s religion editor for nearly forty years, reporting from five continents and contributing over 700 articles, including nearly 100 cover stories, on a wide range of social issues, ideas and movements. \nBeginning with a bold reassessment of the Fifties, Woodward’s narrative weaves through Civil Rights era and the movements that followed in its wake: the anti-Vietnam movement; Liberation theology in Latin America; the rise of Evangelicalism and decline of mainline Protestantism; women’s liberation and Bible; the turn to Asian spirituality; the transformation of the family and emergence of religious cults; and the embrace of righteous politics by both the Republican and Democratic Parties. \nAlong the way, Woodward provides riveting portraits of many of the era’s major figures: preachers like Billy Graham and Jerry Falwell; politicians Mario Cuomo and Hillary Clinton; movement leaders Daniel Berrigan, Abraham Joshua Heschel, and Richard John Neuhaus; influential thinkers ranging from Erik Erikson to Elizabeth Kubler-Ross; feminist theologians Rosemary Reuther and Elizabeth Schussler-Fiorenza; and est impresario Werner Erhardt; plus the author’s long time friend, the Dalai Lama.\nFor readers interested in how religion, economics, family life and politics influence each other, Woodward introduces fresh a fresh vocabulary of terms such as “embedded religion,” “movement religion” and “entrepreneurial religion” to illuminate the interweaving of the secular and sacred in American public life.\nThis is one of those rare books that changes the way Americans think about belief, behavior and belonging. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-5-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-6-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-7-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-8-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-9-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-10-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Getting-Religion-Kenneth-L.-Woodward-11-555x555.png"
  ]
},
{
  "title": "A Brief History Of Time: From Big Bang To Black Holes",
  "categories": [
    "Non-fiction",
    "Physics",
    "Science",
    "Self-help"
  ],
  "author": "Stephen Hawking",
  "price": "330.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nWas there a beginning of time? Could time run backwards? Is the universe infinite or does it have boundaries?\nThese are just some of the questions considered in the internationally acclaimed masterpiece by the world renowned physicist – generally considered to have been one of the world's greatest thinkers. It begins by reviewing the great theories of the cosmos from Newton to Einstein, before delving into the secrets which still lie at the heart of space and time, from the Big Bang to black holes, via spiral galaxies and strong theory. To this day A Brief History of Time remains a staple of the scientific canon, and its succinct and clear language continues to introduce millions to the universe and its wonders.\nThis new edition includes recent updates from Stephen Hawking with his latest thoughts about the No Boundary Proposal and offers new information about dark energy, the information paradox, eternal inflation, the microwave background radiation observations, and the discovery of gravitational waves. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/A-brief-history-of-time-Stephen-Hawking-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Forces of Nature",
  "categories": [
    "Non-fiction",
    "Science"
  ],
  "author": "Brian Cox",
  "price": "280.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nHow did life on Earth begin? What is the nature of space and time? What are the chances that we will discover life on other worlds?\nThink you know our planet?\nThink again.\nForces of Nature takes you from the mid-Atlantic ridge in Iceland, the volcanoes of Indonesia and the precipitous cliffs in Nepal, to the manatees off the coast of Florida and the northern lights of the Arctic, in search of the fundamental laws that govern our world.\nThese universal laws shape everything, from the structure of snowflakes to the elegant spirals of the galaxies. By seeking to understand the everyday world – the colours, structure, behaviour and history of our home – we can step beyond the everyday and approach the Universe beyond. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Forces-of-Nature-Brian-Cox-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Fall Down Seven Times, Get Up Eight: A young man’s voice from the silence of autism",
  "categories": [
    "Non-fiction"
  ],
  "author": "Naoki Higashida",
  "price": "355.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nNaoki Higashida met international success with THE REASON I JUMP, a revelatory account of life as a thirteen-year-old with non-verbal autism. Now he offers an equally illuminating insight into autism from his perspective as a young adult. In concise, engaging pieces, he shares his thoughts and feelings on a broad menu of topics ranging from school experiences to family relationships, the exhilaration of travel to the difficulties of speech. Aware of how mystifying his behaviour can appear to others, Higashida describes the effect on him of such commonplace things as a sudden change of plan, or the mental steps he has to take simply to register that it’s raining. Throughout, his aim is to foster a better understanding of autism and to encourage those with disabilities to be seen as people, not as problems.\nWith an introduction by David Mitchell, Fall Down Seven Times, Get Up Eight includes a dreamlike short story Higashida wrote for this edition. Both moving and of practical use, the book opens a window into the mind of an inspiring young man who meets the challenges of autism with tenacity and good humour. However often he falls down, he always gets back up. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Fall-Down-Seven-Times-Get-Up-Eight-Naoki-Higashida-David-Mitchell-Keiko-Yoshida-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Good Night Stories For Rebel Girls 2",
  "categories": [
    "Non-fiction",
    "Science"
  ],
  "author": "Elena Favilli",
  "price": "700.000",
  "description": "100 new bedtime stories, each inspired by the life and adventures of extraordinary women from Nefertiti to Beyonce. The unique narrative style of “Good Night Stories for Rebel Girls” transforms each biography in a fairy-tale, filling the readers with wonder and with a burning curiosity to know more about each hero. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Good-night-stories-for-rebel-girls-2-Elena-Favilli-Francesca-Cavallo-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The sun and her flowers",
  "categories": [
    "Poetry",
    "Women"
  ],
  "author": "Rupi Kaur",
  "price": "400.000",
  "description": "From Rupi Kaur, the bestselling author of Milk and Honey, comes her long-awaited second collection of poetry. Illustrated by Kaur, The Sun and Her Flowers is a journey of wilting, falling, rooting, rising and blooming. It is a celebration of love in all its forms.\n“this is the recipe of life\nsaid my mother\nas she held me in her arms as i wept\nthink of those flowers you plant\nin the garden each year \nthey will teach you\nthat people too\nmust wilt\nfall\nroot\nrise\nin order to bloom” (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/The-sun-and-her-flowers-Rupi-Kaur-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Love & Misadventure",
  "categories": [
    "Poetry",
    "Romance"
  ],
  "author": "Lang Leav",
  "price": "380.000",
  "description": "Beautifully illustrated and thoughtfully conceived, Love and Misadventure will take you on a rollercoaster ride through an ill-fated love affair—from the initial butterflies through the soaring heights to the devastating plunge.  And, in the end, the message is one of hope.\nThe journey from love to heartbreak to finding love again is personal yet universal. Lang Leav’s evocative love poetry speaks to the soul of anyone who is on this journey.  Leav has an unnerving ability to see inside the hearts and minds of her readers. Her talent for translating complex emotions with astonishing simplicity has won her a cult following of devoted modern poetry fans from all over the world. Forget the dainty, delicate love poems of yore; these little poems pack a mighty punch.\nLang Leav is a poet and internationally exhibiting artist. Her work expresses the intricacies of love and loss. Love & Misadventure is her first poetry collection.Lang Leav has an unnerving ability to see inside the hearts and minds of her readers. Her talent for translating complex emotions with astonishing simplicity has won her a cult following of devoted fans from all over the world.\n* Number 1 Amazon Bestseller in Love Poems – self-published edition sold 4,000 copies in 3 months.\n* Market testsed in the real world, Love & Misadventure has alreadt built brand awareness\n* Social Media following is 100K Tumblr subscribers; 20K Facebook fans; 374K Instagram followers and 214K Twitter followers (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Love-Misadventure-Lang-Leav-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "I am More Than a Daydream",
  "categories": [
    "Poetry"
  ],
  "author": "Jennae Cecelia",
  "price": "290.000",
  "description": "How often do you daydream? For most, it is many times a day. We stare out the window instead of the task in front of us. We fantasize about where we would much rather be, the significant other we long for, our ideal job, the body we hope to see in the mirror, a healthier mindset, pure happiness in our lives and the lives of others, peace in this chaotic world. However, how many of us daydreamers believe these pleasant thoughts will truly turn into our reality? Daydreams are more than just short bursts of happiness that only our minds can see. I know I am more than a daydream; and you are, too. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/IMG_1597-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2018/07/I-am-more-than-a-day-dream-Jennae-Cecelia-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/07/I-am-more-than-a-day-dream-Jennae-Cecelia-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/07/I-am-more-than-a-day-dream-Jennae-Cecelia-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/07/I-am-more-than-a-day-dream-Jennae-Cecelia-4-555x555.png"
  ]
},
{
  "title": "Sea of Strangers",
  "categories": [
    "Poetry"
  ],
  "author": "Lang Leav",
  "price": "290.000",
  "description": "Sea of Strangers by Lang Leav picks up from her previous international bestselling books including Love & Misadventure, Lullabies, and The Universe of Us, and sets sail for a grand new adventure. \nThis completely original collection of poetry and prose will not only delight her avid fans but is sure to capture the imagination of a whole new audience. With the turn of every page, Sea of Strangers invites you to go beyond love and loss to explore themes of self-discovery and empowerment as you navigate your way around the human heart. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Sea-of-Strangers-Lang-Leav-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "I Wrote This for You: Just the Words",
  "categories": [
    "Poetry"
  ],
  "author": "John Ellis",
  "price": "400.000",
  "description": "National Book Award finalist Sy Montgomery reflects on the personalities and quirks of 13 animals–her friends–who have profoundly affected her in this stunning, poetic, and life-affirming memoir featuring illustrations by Rebecca Green.\nUnderstanding someone who belongs to another species can be transformative. No one knows this better than author, naturalist, and adventurer Sy Montgomery. To research her books, Sy has traveled the world and encountered some of the planet's rarest and most beautiful animals. From tarantulas to tigers, Sy's life continually intersects with and is informed by the creatures she meets.\nThis restorative memoir reflects on the personalities and quirks of thirteen animals–Sy's friends–and the truths revealed by their grace. It also explores vast themes: the otherness and sameness of people and animals; the various ways we learn to love and become empathetic; how we find our passion; how we create our families; coping with loss and despair; gratitude; forgiveness; and most of all, how to be a good creature in the world. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/I-Wrote-This-for-You-Just-the-Words-Pleasefindthis-Jon-Ellis-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2018/12/I-Wrote-This-for-You-Just-the-Words-Pleasefindthis-Jon-Ellis-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/12/I-Wrote-This-for-You-Just-the-Words-Pleasefindthis-Jon-Ellis-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2018/12/I-Wrote-This-for-You-Just-the-Words-Pleasefindthis-Jon-Ellis-3-555x555.png"
  ]
},
{
  "title": "Love looks pretty on you",
  "categories": [
    "Poetry",
    "Women"
  ],
  "author": "Lang Leav",
  "price": "550.000",
  "description": "Love Looks Pretty on You is the much anticipated new book by international bestselling author Lang Leav. A breathtakingly beautiful collection of contemporary poetry and prose, offering powerful insights into love, heartbreak, relationships, and self-empowerment. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/02/Love-looks-pretty-on-you-Lang-Leav-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/02/Love-looks-pretty-on-you-Lang-Leav-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/02/Love-looks-pretty-on-you-Lang-Leav-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/02/Love-looks-pretty-on-you-Lang-Leav-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/02/Love-looks-pretty-on-you-Lang-Leav-4-555x555.png"
  ]
},
{
  "title": "Prisoners of Geography: Ten maps that explain everything about the world",
  "categories": [
    "Geography",
    "Politics"
  ],
  "author": "Tim Marshall",
  "price": "325.000",
  "description": "All leaders are constrained by geography. Their choices are limited by mountains, rivers, seas and concrete. Yes, to follow world events you need to understand people, ideas and movements – but if you don't know geography, you'll never have the full picture.\nIf you've ever wondered why Putin is so obsessed with Crimea, why the USA was destined to become a global superpower, or why China's power base continues to expand ever outwards, the answers are all here.\nIn ten chapters (covering Russia; China; the USA; Latin America; the Middle East; Africa; India and Pakistan; Europe; Japan and Korea; and the Arctic), using maps, essays and occasionally the personal experiences of the widely travelled author, Prisoners of Geography looks at the past, present and future to offer an essential insight into one of the major factors that determines world history.\nIt's time to put the 'geo' back into geopolitics. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Prisoners-of-Geography-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Not Here",
  "categories": [
    "Poetry"
  ],
  "author": "Hieu Minh Nguyen",
  "price": "620.000",
  "description": "Not Here is a flight plan for escape and a map for navigating home; a queer Vietnamese American body in confrontation with whiteness, trauma, family, and nostalgia; and a big beating heart of a book. Nguyen’s poems ache with loneliness and desire and the giddy terrors of allowing yourself to hope for love, and revel in moments of connection achieved.(Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/07/Not-here-Hieu-Minh-Nguyen-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Not-here-Hieu-Minh-Nguyen-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Not-here-Hieu-Minh-Nguyen-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Not-here-Hieu-Minh-Nguyen-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/Not-here-Hieu-Minh-Nguyen-4-555x555.jpg"
  ]
},
{
  "title": "How Poetry Can Change Your Heart",
  "categories": [
    "Non-fiction",
    "Poetry"
  ],
  "author": "Andrea Gibson",
  "price": "400.000",
  "description": "How can a poem transform a life? Could poetry change the world? In this accessible volume, spoken-word stars Andrea Gibson and Megan Falley roll out the welcome mat and prove that poetry is for everyone. Whether lapsed poetry lovers, aspiring poets, or total novices, readers will learn to uncover verse in unexpected places, find their way through a poem when they don't quite “get it,” and discover just how transformative poetry can be. This is a gorgeous and inspiring gift for any fan of the written word. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/05/How-poetry-can-change-your-heart-Andrea-Gibson-Megan-Falley-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/05/How-poetry-can-change-your-heart-Andrea-Gibson-Megan-Falley-5-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/How-poetry-can-change-your-heart-Andrea-Gibson-Megan-Falley-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/How-poetry-can-change-your-heart-Andrea-Gibson-Megan-Falley-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/How-poetry-can-change-your-heart-Andrea-Gibson-Megan-Falley-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/How-poetry-can-change-your-heart-Andrea-Gibson-Megan-Falley-1-555x555.png"
  ]
},
{
  "title": "Hard Choices",
  "categories": [
    "Politics"
  ],
  "author": "Hillary Clinton",
  "price": "250.000",
  "description": "Hillary Rodham Clinton's inside account of the crises, choices, and challenges she faced during her four years as America's 67th Secretary of State, and how those experiences drive her view of the future.\nIn the aftermath of her 2008 presidential run, she expected to return to representing New York in the United States Senate. To her surprise, her former rival for the Democratic Party nomination, newly elected President Barack Obama, asked her to serve in his administration as Secretary of State. This memoir is the story of the four extraordinary and historic years that followed, and the hard choices that she and her colleagues confronted.\nSecretary Clinton and President Obama had to decide how to repair fractured alliances, wind down two wars, and address a global financial crisis. They faced a rising competitor in China, growing threats from Iran and North Korea, and revolutions across the Middle East. Along the way, they grappled with some of the toughest dilemmas of US foreign policy, especially the decision to send Americans into harm's way, from Afghanistan to Libya to the hunt for Osama bin Laden.\nDrawing on conversations with numerous leaders and experts, Secretary Clinton offers her views on what it will take for the United States to compete and thrive in an interdependent world. She makes a passionate case for human rights and the full participation in society of women, youth, and LGBT people. An astute eyewitness to decades of social change, she distinguishes the trendlines from the headlines and describes the progress occurring throughout the world, day after day.\nSecretary Clinton's descriptions of diplomatic conversations at the highest levels offer listeners a master class in international relations, as does her analysis of how we can best use “”smart power”” to deliver security and prosperity in a rapidly changing world – one in which America remains the indispensable nation. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Hard-Choices-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Worth Dying For: The Power and Politics of Flags",
  "categories": [
    "Geography",
    "Non-fiction",
    "Politics"
  ],
  "author": "Tim Marshall",
  "price": "415.000",
  "description": "When you see your nation’s flag fluttering in the breeze, what do you feel?\nFor thousands of years flags have represented our hopes and dreams. We wave them. Burn them. March under their colours. And still, in the 21st century, we die for them. Flags fly at the UN, on the Arab street, from front porches in Texas. They represent the politics of high power as well as the politics of the mob.\nFrom the renewed sense of nationalism in China, to troubled identities in Europe and the USA, to the terrifying rise of Islamic State, the world is a confusing place right now and we need to understand the symbols, old and new, that people are rallying round.\nIn nine chapters (covering the USA, UK, Europe, Middle East, Asia, Africa, Latin America, international flags and flags of terror), Tim Marshall draws on more than twenty-five years of global reporting experience to reveal the histories, the power and the politics of the symbols that unite us – and divide us. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Worth-Dying-for-Tim-Marshall-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "World Order: Reflections on the Character of Nations and the Course of History",
  "categories": [
    "Non-fiction",
    "Politics"
  ],
  "author": "Henry Kissinger",
  "price": "440.000",
  "description": "In World Order, Henry Kissinger – one of the leading practitioners of world diplomacy and author of On China – makes his monumental investigation into the 'tectonic plates' of global history and state relations.\nWorld Order is the summation of Henry Kissinger's thinking about history, strategy and statecraft. As if taking a perspective from far above the globe, it examines the great tectonic plates of history and the motivations of nations, explaining the attitudes that states and empires have taken to the rest of the world from the formation of Europe to our own times.\nKissinger identifies four great 'world orders' in history – the European, Islamic, Chinese and American. Since the end of Charlemagne's empire, and especially since the Peace of Westphalia in 1648, Europeans have striven for balance in international affairs, first in their own continent and then globally. Islamic states have looked to their destined expansion over regions populated by unbelievers, a position exemplified today by Iran under the ayatollahs. For over 2000 years the Chinese have seen 'all under Heaven' as being tributary to the Chinese Emperor. America views itself as a 'city on a hill', a beacon to the world, whose values have universal validity.\nHow have these attitudes evolved and how have they shaped the histories of their nations, regions, and the rest of the world? What has happened when they have come into contact with each other? How have they balanced legitimacy and power at different times? What is the condition of each in our contemporary world, and how are they shaping relations between states now?\nTo answer these questions Henry Kissinger draws upon a lifetime's historical study and unmatched experience as a world statesman. His account is shot through with observations about how historical change takes place, how some leaders shape their times and others fail to do so, and how far states can stray from the ideas which define them. World Order is a masterpiece of narrative, analysis and portraits of great historical actors that only Henry Kissinger could have written. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/World-Order-Henry-Kissinger-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Bottom Billion: Why the Poorest Countries are Failing and What Can Be Done About It",
  "categories": [
    "Non-fiction",
    "Politics"
  ],
  "author": "Paul Collier",
  "price": "345.000",
  "description": "In this elegant and impassioned synthesis from one of the world's leading experts on Africa and poverty, economist Paul Collier writes persuasively that although nearly five billion of the world's people are beginning to climb from desperate poverty and to benefit from globalization's reach to developing countries, there is a “bottom billion” of the world's poor whose countries, largely immune to the forces of global economy, are falling farther behind and are in danger of falling apart, separating permanently and tragically from the rest of the world. Collier identifies and explains the four traps that prevent the homelands of the world's billion poorest people from growing and receiving the benefits of globalization – civil war, the discovery and export of natural resources in otherwise unstable economies, being landlocked and therefore unable to participate in the global economy without great cost, and finally, ineffective governance. \nAs he demonstrates that these billion people are quite likely in danger of being irretrievably left behind, Collier argues that we cannot take a “headless heart” approach to these seemingly intractable problems; rather, that we must harness our despair and our moral outrage at these inequities to a reasoned and thorough understanding of the complex and interconnected problems that the world's poorest people face. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/The-Bottom-Billion-Paul-Collier-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Collapse: How Societies Choose to Fail or Survive",
  "categories": [
    "Non-fiction",
    "Politics"
  ],
  "author": "Jared Diamond",
  "price": "300.000",
  "description": "From the author of Guns, Germs and Steel, Jared Diamond's Collapse: How Societies Choose to Fail or Survive is a visionary study of the mysterious downfall of past civilizations.\nNow in a revised edition with a new afterword, Jared Diamond's Collapse uncovers the secret behind why some societies flourish, while others founder – and what this means for our future.\nWhat happened to the people who made the forlorn long-abandoned statues of Easter Island?\nWhat happened to the architects of the crumbling Maya pyramids?\nWill we go the same way, our skyscrapers one day standing derelict and overgrown like the temples at Angkor Wat?\nBringing together new evidence from a startling range of sources and piecing together the myriad influences, from climate to culture, that make societies self-destruct, Jared Diamond's Collapse also shows how – unlike our ancestors – we can benefit from our knowledge of the past and learn to be survivors. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/Collapse-Jared-Diamond-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The Future Is Asian: Global Order in the Twenty-first Century",
  "categories": [
    "Non-fiction",
    "Politics"
  ],
  "author": "Parag Khanna",
  "price": "670.000",
  "description": "Leading global strategist Parag Khanna explains how Asia is reshaping the entire planet and setting a new template for our collective future\nFive billion people, two-thirds of the world’s mega-cities, one-third of the global economy, two-thirds of global economic growth, thirty of the Fortune 100, six of the ten largest banks, eight of the ten largest armies, five nuclear powers, massive technological innovation, the newest crop of top-ranked universities. Asia is also the world’s most ethnically, linguistically and culturally diverse region of the planet, eluding any remotely meaningful generalization beyond the geographic label itself. Even for Asians, Asia is dizzying to navigate.\nWhether you gauge by demography, geography, economy or any other metric, Asia is already the present – and it is certainly the future. It is for this reason that we cannot afford to continue to get Asia so wrong. The Future Is Asian accurately shows Asia from the inside-out, telling the story of how this mega-region is coming together and reshaping the entire planet in the process. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/02/The-Future-Is-Asian-Parag-Khanna-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "1984 Nineteen Eighty-Four",
  "categories": [
    "Fiction",
    "Politics"
  ],
  "author": "George Orwell",
  "price": "380.000",
  "description": "'Who controls the past controls the future: who controls the present controls the past'\nHidden away in the Record Department of the sprawling Ministry of Truth, Winston Smith skilfully rewrites the past to suit the needs of the Party. Yet he inwardly rebels against the totalitarian world he lives in, which demands absolute obedience and controls him through the all-seeing telescreens and the watchful eye of Big Brother, symbolic head of the Party. In his longing for truth and liberty, Smith begins a secret love affair with a fellow-worker Julia, but soon discovers the true price of freedom is betrayal.\nGeorge Orwell's dystopian masterpiece, Nineteen Eighty-Four is perhaps the most pervasively influential book of the twentieth century. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/01/1984-George-Orwell-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Other Minds: The Octopus and the Evolution of Intelligent Life",
  "categories": [
    "Non-fiction",
    "Psychology",
    "Science"
  ],
  "author": "Peter Godfrey-Smith",
  "price": "405.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nWhat if intelligent life on Earth evolved not once, but twice? The octopus is the closest we will come to meeting an intelligent alien. What can we learn from the encounter?\nIn Other Minds, Peter Godfrey-Smith, a distinguished philosopher of science and a skilled scuba diver, tells a bold new story of how nature became aware of itself – a story that largely occurs in the ocean, where animals first appeared.\nTracking the mind’s fitful development from unruly clumps of seaborne cells to the first evolved nervous systems in ancient relatives of jellyfish, he explores the incredible evolutionary journey of the cephalopods, which began as inconspicuous molluscs who would later abandon their shells to rise above the ocean floor, searching for prey and acquiring the greater intelligence needed to do so – a journey completely independent from the route that mammals and birds would later take.\nBut what kind of intelligence do cephalopods possess? How did the octopus, a solitary creature with little social life, become so smart? What is it like to have eight tentacles that are so packed with neurons that they virtually ‘think for themselves’? By tracing the question of inner life back to its roots and comparing human beings with our most remarkable animal relatives, Godfrey-Smith casts crucial new light on the octopus mind – and on our own. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Other-minds-Peter-Godfrey-Smith--555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Happy: Finding joy in every day and letting go of perfect",
  "categories": [
    "Psychology",
    "Self-help"
  ],
  "author": "Fearne Cotton",
  "price": "280.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\n“This book is a way to release what's going on inside your head and to keep heading towards the good stuff. The simple stuff. The stuff that's going to really hit up that happiness on a deep and nourishing level. Whether you dip into these pages every now and then when you feel you need it, or use it daily as a positive exercise, I hope it brings you much relief, joy and calm. Amen to the pen.” – Fearne Cotton\nFor many of us, life can feel like it's moving too fast with pressure bearing down on us from all sides – whether that's from school or work, family or social media. As a result, we find ourselves frazzled, lost and – too often – feeling blue.\nIt's a subject close to Fearne's heart. Drawing on her own experiences and including expert advice, HAPPY offers practical ways of finding joy each and every day. Happiness isn't a mountain to climb, it's just one foot in front of the other on the path of life, and here you'll find little steps that will help make the differences that count. With workbook elements to help you start and end the day well; get in touch with your creative side; and find peace through written exercises, simple practical ideas and visualisations, these are daily tricks and reminders to help you unlock that inner happiness. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Happy-Finding-joy-in-every-day-and-letting-go-of-perfect-555x555.jpeg",
  "otherImages": [

  ]
},
{
  "title": "Why We Get the Wrong Politicians",
  "categories": [
    "Non-fiction",
    "Politics",
    "Thriller"
  ],
  "author": "Isabel Hardman",
  "price": "560.000",
  "description": "Winner at the 2018 Parliamentary Book Awards\nShortlisted for the 2018 Waterstones Book of the Year\nDaily Telegraph's Best Books of the Year, 2018\nGuardian's Best Books of the Year, 2018\nEvening Standard's Best Books of the Year, 2018\nDaily Mail's Best Books of the Year, 2018\nBBC's Biggest Books, 2018\nProspect's Best Books of the Year, 2018 \nPoliticians are consistently voted the least trusted professional group by the UK public. They've recently become embroiled in scandals concerning sexual harassment and expenses. Every year, they introduce new legislation that doesn't do what it sets out to achieve – often with terrible financial and human costs. But, with some notable exceptions, they are decent, hard-working people, doing a hugely difficult and demanding job.\nIn this searching examination of our political class, award-winning journalist Isabel Hardman tries to square this circle. She lifts the lid on the strange world of Westminster and asks why we end up with representatives with whom we are so unhappy. Filled with forensic analysis and revealing reportage, this landmark and accessible book is a must read for anyone who wants to see a future with better government. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/04/Why-We-Get-the-Wrong-Politicians-Isabel-Hardman-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/04/Why-We-Get-the-Wrong-Politicians-Isabel-Hardman-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/Why-We-Get-the-Wrong-Politicians-Isabel-Hardman-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/Why-We-Get-the-Wrong-Politicians-Isabel-Hardman-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/Why-We-Get-the-Wrong-Politicians-Isabel-Hardman-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/Why-We-Get-the-Wrong-Politicians-Isabel-Hardman-5-555x555.png"
  ]
},
{
  "title": "Sane New World: Taming the mind",
  "categories": [
    "Non-fiction",
    "Psychology"
  ],
  "author": "Ruby Wax",
  "price": "350.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nWhat if intelligent life on Earth evolved not once, but twice? The octopus is the closest we will come to meeting an intelligent alien. What can we learn from the encounter?\nIn Other Minds, Peter Godfrey-Smith, a distinguished philosopher of science and a skilled scuba diver, tells a bold new story of how nature became aware of itself – a story that largely occurs in the ocean, where animals first appeared.\nTracking the mind’s fitful development from unruly clumps of seaborne cells to the first evolved nervous systems in ancient relatives of jellyfish, he explores the incredible evolutionary journey of the cephalopods, which began as inconspicuous molluscs who would later abandon their shells to rise above the ocean floor, searching for prey and acquiring the greater intelligence needed to do so – a journey completely independent from the route that mammals and birds would later take.\nBut what kind of intelligence do cephalopods possess? How did the octopus, a solitary creature with little social life, become so smart? What is it like to have eight tentacles that are so packed with neurons that they virtually ‘think for themselves’? By tracing the question of inner life back to its roots and comparing human beings with our most remarkable animal relatives, Godfrey-Smith casts crucial new light on the octopus mind – and on our own. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Sane-New-World-Ruby-Wax-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The Politics Book",
  "categories": [
    "Non-fiction",
    "Politics"
  ],
  "author": "DK",
  "price": "500.000",
  "description": "This invaluable, easy-to-understand guide to world politics and government offers an accessible introduction to more than 80 of the most important theories and big ideas of leaders and politicians throughout history.\nThe Politics Book makes government and politics easy to understand by explaining the big ideas simply, using clear language supported by eye-catching graphics. The key events in political history are outlined from the origins of political thinking by Confucius and Aristotle to modern-day activists such as Martin Luther King and Nelson Mandela. Helpful mind maps break down their important concepts into bitesize chunks to make the subject accessible to students of politics and anyone with an interest in how government works. A handy reference section also provides a glossary of key terms and a directory of significant political figures.\nFilled with thought-provoking quotes from great political thinkers such as Nietzsche, Malcolm X, Karl Marx, and Mao Zedong, The Politics Book gives context to the world of government and power. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Politics-Book-DK--555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Politics-Book-DK-8-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Politics-Book-DK-7-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Politics-Book-DK-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Politics-Book-DK-6-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Politics-Book-DK-5-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Politics-Book-DK-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Politics-Book-DK-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Politics-Book-DK-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/The-Politics-Book-DK-1-1-555x555.png"
  ]
},
{
  "title": "9 Lessons in Brexit",
  "categories": [
    "Non-fiction",
    "Politics"
  ],
  "author": "Ivan Rogers",
  "price": "280.000",
  "description": "Two and a half years after Britain voted to leave the European Union, the political debate over Brexit seems as intense and as complicated as ever. Who and what can we trust? And how on earth do we make sense of it all? \nIvan Rogers, the UK's former ambassador to the EU, is uniquely placed to tell some home truths about the failure of the British political class and the flaws, dishonesty and confusion inherent in the UK's approach to Brexit so far. \nIn this short, elegant essay, Rogers draws up nine lessons that we, as a soon-to-be `third country', need to learn from the last few years, if the next few years – indeed the next decade – are not to be even more painful. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/04/9-Lessons-in-Brexit-Ivan-Rogers-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/04/9-Lessons-in-Brexit-Ivan-Rogers-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/9-Lessons-in-Brexit-Ivan-Rogers-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/9-Lessons-in-Brexit-Ivan-Rogers-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/04/9-Lessons-in-Brexit-Ivan-Rogers-3-555x555.png"
  ]
},
{
  "title": "The Whole-Brain Child: 12 Proven Strategies to Nurture Your Child\u0092s Developing Mind",
  "categories": [
    "Non-fiction",
    "Psychology"
  ],
  "author": "Daniel J. Siegel",
  "price": "370.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nYour toddler throws a tantrum in the middle of a store. Your preschooler refuses to get dressed. Your fifth-grader sulks on the bench instead of playing on the field. Do children conspire to make their parents’ lives endlessly challenging? No—it’s just their developing brain calling the shots! In this pioneering, practical book, Daniel J. Siegel, neuropsychiatrist and author of the bestselling Mindsight, and parenting expert Tina Payne Bryson demystify the meltdowns and aggravation, explaining the new science of how a child’s brain is wired and how it matures. The “upstairs brain,” which makes decisions and balances emotions, is under construction until the mid-twenties. And especially in young children, the right brain and its emotions tend to rule over the logic of the left brain. No wonder kids can seem—and feel—so out of control. By applying these discoveries to everyday parenting, you can turn any outburst, argument, or fear into a chance to integrate your child’s brain and foster vital growth. \nRaise calmer, happier children using twelve key strategies, including \n–  Name It to Tame It: Corral raging right-brain behavior through left-brain storytelling, appealing to the left brain’s affinity for words and reasoning to calm emotional storms and bodily tension. \n–  Engage, Don’t Enrage: Keep your child thinking and listening, instead of purely reacting. \n–  Move It or Lose It: Use physical activities to shift your child’s emotional state. \n–  Let the Clouds of Emotion Roll By: Guide your children when they are stuck on a negative emotion, and help them understand that feelings come and go. \n–  SIFT: Help children pay attention to the Sensations, Images, Feelings, and Thoughts within them so that they can make better decisions and be more flexible. \n–  Connect Through Conflict: Use discord to encourage empathy and greater social success. Complete with clear explanations, age-appropriate strategies for dealing with day-to-day struggles, and illustrations that will help you explain these concepts to your child, The Whole-Brain Child shows you how to cultivate healthy emotional and intellectual development so that your children can lead balanced, meaningful, and connected lives.",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/The-Whole-Brain-Child-Daniel-J.-Siegel-Dr-Tina-Payne-Bryson--555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The Reason I Jump: one boy’s voice from the silence of autism",
  "categories": [
    "Non-fiction",
    "Psychology"
  ],
  "author": "‎ David Mitchell",
  "price": "320.000",
  "description": "Written by Naoki Higashida when he was only thirteen, this remarkable book provides a rare insight into the often baffling behaviour of autistic children. Using a question and answer format, Naoki explains things like why he talks loudly or repeats the same questions, what causes him to have panic attacks, and why he likes to jump. He also shows the way he thinks and feels about his world – other people, nature, time and beauty, and himself. Abundantly proving that people with autism do possess imagination, humour and empathy, he also makes clear how badly they need our compassion, patience and understanding.\nDavid Mitchell and his wife have translated Naoki’s book so that it might help others dealing with autism and generally illuminate a little-understood condition. It gives us an exceptional chance to enter the mind of another and see the world from a strange and fascinating perspective.\nThe book also features eleven original illustrations, inspired by Naoki’s words, by the artistic duo Kai and Sunny. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/The-Reason-I-Jump-Naoki-Higashida‎-David-Mitchell-Keiko-Yoshida-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The Undoing Project: A Friendship that Changed the World",
  "categories": [
    "Business",
    "Psychology"
  ],
  "author": "Michael Lewis",
  "price": "400.000",
  "description": "From Michael Lewis, No.1 bestselling author of The Big Short and Flash Boys, this is the extraordinary story of the two men whose ideas changed the world.\nDaniel Kahneman and Amos Tversky met in war-torn 1960s Israel. Both were gifted young psychology professors: Kahneman a rootless son of holocaust survivors who saw the world as a problem to be solved; Tversky a voluble, instinctual blur of energy. In this breathtaking new book, Michael Lewis tells the extraordinary story of a relationship that became a shared mind: one which created the field of behavioural economics, revolutionising everything from Big Data to medicine, from how we are governed to how we spend, from high finance to football. Kahneman and Tversky, shows Michael Lewis, helped shape the world in which we now live – and may well have changed, for good, humankind's view of its own mind. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/The-Undoing-project-Michael-Lewis-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "So You’ve Been Publicly Shamed",
  "categories": [
    "Psychology",
    "Self-help"
  ],
  "author": "Jon Ronson",
  "price": "350.000",
  "description": "'It's about the terror, isn't it?'\n'The terror of what?' I said.\n'The terror of being found out.'\nFor the past three years, Jon Ronson has travelled the world meeting recipients of high-profile public shamings. The shamed are people like us – people who, say, made a joke on social media that came out badly, or made a mistake at work. Once their transgression is revealed, collective outrage circles with the force of a hurricane and the next thing they know they're being torn apart by an angry mob, jeered at, demonized, sometimes even fired from their job.\nA great renaissance of public shaming is sweeping our land. Justice has been democratized. The silent majority are getting a voice. But what are we doing with our voice? We are mercilessly finding people's faults. We are defining the boundaries of normality by ruining the lives of those outside it. We are using shame as a form of social control.\nSimultaneously powerful and hilarious in the way only Jon Ronson can be, So You've Been Publicly Shamed is a deeply honest book about modern life, full of eye-opening truths about the escalating war on human flaws – and the very scary part we all play in it. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/12/So-Youve-been-publicly-ashamed-John-Ronson-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Liar in Your Life: The Way to Truthful Relationships",
  "categories": [
    "Psychology"
  ],
  "author": "Robert Feldman",
  "price": "690.000",
  "description": "In The Liar in Your Life, psychology professor Robert Feldman, one of the world's leading authorities on deception, draws on his immense body of knowledge to give fresh insights into how and why we lie, how our culture has become increasingly tolerant of deception, the cost it exacts on us, and what to do about it. His work is at once surprising and sobering, full of corrections for common myths and explanations of pervasive oversimplifications.\nFeldman examines marital infidelity, little white lies, career-driven resumé lies, and how we teach children to lie. Along the way, he reveals-despite our beliefs to the contrary- how it is nearly impossible to spot a liar (studies have shown no relationship between nervousness, lack of eye contact, or a trembling voice, and acts of deception). He also provides startling evidence of just how integral lying is to our culture; indeed, his research shows that two people, meeting for the first time, will lie to each other an average of three times in the first ten minutes of a conversation.\nFeldman uses this discussion of deception to explore ways we can cope with infidelity, betrayal, and mistrust, in our friends and family. He also describes the lies we tell ourselves: Sometimes, the liar in your life is the person you see in the mirror. With incisive clarity and wry wit, Feldman has written a truthful book for anyone who whose life has been touched by deception. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/02/The-Liar-in-Your-Life-Robert-Feldman-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Noonday Demon: An Atlas of Depression",
  "categories": [
    "Non-fiction",
    "Psychology"
  ],
  "author": "Andrew Solomon",
  "price": "450.000",
  "description": "Andrew Solomon’s National Book Award-winning, bestselling, and transformative masterpiece on depression—“the book for a generation, elegantly written, meticulously researched, empathetic, and enlightening” (Time)—now with a major new chapter covering recently introduced and novel treatments, suicide and anti-depressants, pregnancy and depression, and much more.\nThe Noonday Demon examines depression in personal, cultural, and scientific terms. Drawing on his own struggles with the illness and interviews with fellow sufferers, doctors and scientists, policy makers and politicians, drug designers, and philosophers, Andrew Solomon reveals the subtle complexities and sheer agony of the disease as well as the reasons for hope. He confronts the challenge of defining the illness and describes the vast range of available medications and treatments, and the impact the malady has on various demographic populations—around the world and throughout history. He also explores the thorny patch of moral and ethical questions posed by biological explanations for mental illness. With uncommon humanity, candor, wit and erudition, award-winning author Solomon takes readers on a journey of incomparable range and resonance into the most pervasive of family secrets. His contribution to our understanding not only of mental illness but also of the human condition is truly stunning. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Noonday-Demon-An-Atlas-of-Depression-Andrew-Solomon-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Noonday-Demon-An-Atlas-of-Depression-Andrew-Solomon-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Noonday-Demon-An-Atlas-of-Depression-Andrew-Solomon-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Noonday-Demon-An-Atlas-of-Depression-Andrew-Solomon-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Noonday-Demon-An-Atlas-of-Depression-Andrew-Solomon-4-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/The-Noonday-Demon-An-Atlas-of-Depression-Andrew-Solomon-5-555x555.jpg"
  ]
},
{
  "title": "Astrophysics for Young People in a Hurry",
  "categories": [
    "Non-fiction",
    "Science",
    "Thriller",
    "Young Adults"
  ],
  "author": "Lesley Kara",
  "price": "430.000",
  "description": "Neil deGrasse Tyson’s #1 New York Times best-selling guide to the cosmos, adapted for young readers.\nFrom the basics of physics to big questions about the nature of space and time, celebrated astrophysicist and science communicator Neil deGrasse Tyson breaks down the mysteries of the cosmos into bite-sized pieces. Astrophysics for Young People in a Hurry describes the fundamental rules and unknowns of our universe clearly―and with Tyson’s characteristic wit, there’s a lot of fun thrown in, too.\nThis adaptation by Gregory Mone includes full-color photos, infographics, and extra explanations to make even the trickiest concepts accessible. Building on the wonder inspired by outer space, Astrophysics for Young People in a Hurry introduces an exciting field and the principles of scientific inquiry to young readers.\n40 color illustrations. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/05/Astrophysics-for-Young-People-in-a-Hurry-Neil-Degrasse-Tyson-Gregory-Mone-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Astrophysics-for-Young-People-in-a-Hurry-Neil-Degrasse-Tyson-Gregory-Mone-1-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Astrophysics-for-Young-People-in-a-Hurry-Neil-Degrasse-Tyson-Gregory-Mone-2-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Astrophysics-for-Young-People-in-a-Hurry-Neil-Degrasse-Tyson-Gregory-Mone-3-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Astrophysics-for-Young-People-in-a-Hurry-Neil-Degrasse-Tyson-Gregory-Mone-4-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Astrophysics-for-Young-People-in-a-Hurry-Neil-Degrasse-Tyson-Gregory-Mone-5-555x555.png",
    "https://thestorybookstore.com/wp-content/uploads/2019/05/Astrophysics-for-Young-People-in-a-Hurry-Neil-Degrasse-Tyson-Gregory-Mone-6-555x555.png"
  ]
},
{
  "title": "Brief Answers to the Big Questions: the final book from Stephen Hawking",
  "categories": [
    "Non-fiction",
    "Science"
  ],
  "author": "Stephen Hawking",
  "price": "550.000",
  "description": "The world-famous cosmologist and #1 bestselling author of A Brief History of Time leaves us with his final thoughts on the universe's biggest questions in this brilliant posthumous work.\nIs there a God?\nHow did it all begin?\nCan we predict the future?\nWhat is inside a black hole?\nIs there other intelligent life in the universe?\nWill artificial intelligence outsmart us?\nHow do we shape the future?\nWill we survive on Earth?\nShould we colonise space?\nIs time travel possible?\nThroughout his extraordinary career, Stephen Hawking expanded our understanding of the universe and unravelled some of its greatest mysteries. But even as his theoretical work on black holes, imaginary time and multiple histories took his mind to the furthest reaches of space, Hawking always believed that science could also be used to fix the problems on our planet.\nAnd now, as we face potentially catastrophic changes here on Earth – from climate change to dwindling natural resources to the threat of artificial super-intelligence – Stephen Hawking turns his attention to the most urgent issues for humankind.\nWide-ranging, intellectually stimulating, passionately argued, and infused with his characteristic humour, BRIEF ANSWERS TO THE BIG QUESTIONS, the final book from one of the greatest minds in history, is a personal view on the challenges we face as a human race, and where we, as a planet, are heading next.\nA percentage of all royalties will go to charity. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/01/Brief-Answers-to-the-Big-Questions-Stephen-Hawking-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Seven Brief Lessons on Physics",
  "categories": [
    "Non-fiction",
    "Physics",
    "Science"
  ],
  "author": "Carlo Rovelli",
  "price": "280.000",
  "description": "Everything you need to know about modern physics, the universe and our place in the world in seven enlightening lessons\nThese seven short lessons guide us, with simplicity and clarity, through the scientific revolution that shook physics in the twentieth century and still continues to shake us today. In this mind-bending overview of modern physics, Carlo Rovelli explains Einstein's theory of general relativity, quantum mechanics, black holes, the complex architecture of the universe, elementary particles, gravity, and the nature of the mind. Not since Richard Feynman's celebrated Six Easy Pieces has physics been so vividly, intelligently and entertainingly revealed.\nTranslated by Simon Carnell and Erica Segre. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/02/Seven-Brief-Lessons-on-Physics-Carlo-Rovelli-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "AI Superpowers: China, Silicon Valley, and the New World Order",
  "categories": [
    "Non-fiction",
    "Science"
  ],
  "author": "Kai-Fu Lee",
  "price": "540.000",
  "description": "THE NEW YORK TIMES, USA TODAY, AND WALL STREET JOURNAL BESTSELLER\nDr. Kai-Fu Lee—one of the world’s most respected experts on AI and China—reveals that China has suddenly caught up to the US at an astonishingly rapid and unexpected pace.  \nIn AI Superpowers, Kai-fu Lee argues powerfully that because of these unprecedented developments in AI, dramatic changes will be happening much sooner than many of us expected. Indeed, as the US-Sino AI competition begins to heat up, Lee urges the US and China to both accept and to embrace the great responsibilities that come with significant technological power. Most experts already say that AI will have a devastating impact on blue-collar jobs. But Lee predicts that Chinese and American AI will have a strong impact on white-collar jobs as well. Is universal basic income the solution? In Lee’s opinion, probably not.  But he provides  a clear description of which jobs will be affected and how soon, which jobs can be enhanced with AI, and most importantly, how we can provide solutions to some of the most profound changes in human history that are coming soon. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/12/AI-Superpowers-China-Silicon-Valley-and-the-New-World-Order-Kai-fu-Lee-555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/12/AI-Superpowers-China-Silicon-Valley-and-the-New-World-Order-Kai-fu-Lee-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/AI-Superpowers-China-Silicon-Valley-and-the-New-World-Order-Kai-fu-Lee-2-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/AI-Superpowers-China-Silicon-Valley-and-the-New-World-Order-Kai-fu-Lee-3-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/12/AI-Superpowers-China-Silicon-Valley-and-the-New-World-Order-Kai-fu-Lee-4-555x555.jpg"
  ]
},
{
  "title": "The Little Book of Hygge: The Danish Way to Live Well",
  "categories": [
    "Self-help"
  ],
  "author": "Meik Wiking",
  "price": "350.000",
  "description": "The Danish word hygge is one of those beautiful words that doesn't directly translate into English, but it more or less means comfort, warmth or togetherness. Hygge is the feeling you get when you are cuddled up on a sofa with a loved one, in warm knitted socks, in front of the fire, when it is dark, cold and stormy outside. It that feeling when you are sharing good, comfort food with your closest friends, by candle light and exchanging easy conversation. It is those cold, crisp blue sky mornings when the light through your window is just right. Denmark is the happiest nation in the world and Meik puts this largely down to them living the hygge way. They focus on the small things that really matter, spend more quality time with friends and family and enjoy the good things in life. The Little Book of Hygge will give you practical steps and tips to become more hygge: how to pick the right lighting, organise a dinner party and even how to dress hygge, all backed up by Meik's years' of research at the Happiness Research Institute in Copenhagen. This year live more like a Dane, embrace hygge and become happier. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Little-book-of-hygge-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "Lagom: The Swedish Art of Balanced Living",
  "categories": [
    "Self-help"
  ],
  "author": "Linnea Dunne",
  "price": "350.000",
  "description": "Step aside Hygge. Lagom is the new Scandi lifestyle trend taking the world by storm. This delightfully illustrated book gives you the lowdown on this transformative approach to life and examines how the lagom ethos has helped boost Sweden to the No.10 ranking in 2017's World Happiness Report.\nLagom (pronounced 'lah-gom') has no equivalent in the English language but is loosely translated as 'not too little, not too much, just right'. It is widely believed that the word comes from the Viking term 'laget om', for when a mug of mead was passed around a circle and there was just enough for everyone to get a sip. But while the anecdote may hit the nail on the head, the true etymology of the word points to an old form of the word 'lag', which means 'law'.\nFar from restrictive, lagom is a liberating concept, praising the idea that anything more than 'just enough' is a waste of time. Crucially it also comes with a selflessness and core belief of responsibility and common good.\nBy living lagom you can:\n\nLive a happier and more balanced life\nReduce your environmental impact\nImprove your work-life balance\nFree your home from clutter\nEnjoy good food the Swedish way\nGrow your own and learn to forage\nCherish the relationships with those you love",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/Lagom-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The Art of Happiness: A Handbook for Living",
  "categories": [
    "Self-help"
  ],
  "author": "Howard C. Cutler",
  "price": "290.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nIn this unique and important book, one of the world’s great spiritual leaders offers his practical wisdom and advice on how we can overcome everyday human problems and achieve lasting happiness.\nThe Art of Happiness is a highly accessible guide for a western audience, combining the Dalai Lama’s eastern spiritual tradition with Dr Howard C. Cutler’s western perspective. Covering all key areas of human experience, they apply the principles of Tibetan Buddhism to everyday problems and reveal how one can find balance and complete spiritual and mental freedom.\nFor the many who wish to understand more about the Dalai Lama’s approach to living, there has never been a book which brings his beliefs so vividly into the real world. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-art-of-happiness-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The monk who sold his Ferrari",
  "categories": [
    "Self-help"
  ],
  "author": "Robin Sharma",
  "price": "290.000",
  "description": "An internationally bestselling fable about a spiritual journey, littered with powerful life lessons that teach us how to abandon consumerism in order to embrace destiny, live life to the full and discover joy.\n• This inspiring tale is based on the author’s own search for life’s true purpose, providing a step-by-step approach to living with greater courage, balance, abundance and joy.\n• It tells the story of Julian Mantle, a lawyer forced to confront the spiritual crisis of his out-of-balance life: following a heart attack, he decides to sell all his beloved possesions and trek to India. On a life-changing odyssey to an ancient culture, he meets Himalayan gurus who offer powerful, wise and practical lessons that teach us to:\n\nDevelop joyful thoughts\nFollow our life’s mission\nCultivate self-discipline and act courageously\nValue time as our most important commodity\nNourish our relationships\nLive fully, one day at a time (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-monk-who-sold-his-Ferrari-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The Little Book of Wisdom: Change Your Outlook One Day at a Time",
  "categories": [
    "Self-help"
  ],
  "author": "His Holiness the Dalai Lama",
  "price": "280.000",
  "description": "His Holiness the Dalai Lama has captured the attention and admiration of the world through his wisdom. This jewel of a book offers some of his most helpful insights on daily living, compassion and inner peace.\nA timeless collection of advice and teachings from the world’s most revered spiritual leader, it will guide you through good and troubled times.\nWhoever you are, whatever your beliefs, the Dalai Lama’s words have the power to calm and inspire. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-book-of-wisdom-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The richest man in Babylon",
  "categories": [
    "Business",
    "Finance",
    "Non-fiction",
    "Self-help"
  ],
  "author": "The richest man in Babylon",
  "price": "580.000",
  "description": "Beloved by millions, George S. Clason’s timeless classic reveals the financial principles that hold the key to personal wealth.\nTHE SUCCESS SECRETS OF THE ANCIENTS–AN ASSURED ROAD TO HAPPINESS AND PROSPERITY\nCountless readers have been helped by the famous “Babylonian parables,” hailed as the greatest of all inspirational works on the subject of thrift, financial planning, and personal wealth. In language as simple as that found in the Bible, these fascinating and informative stories set you on a sure path to prosperity and its accompanying joys. Acclaimed as a modern-day classic, this celebrated bestseller offers an understanding of–and a solution to–your personal financial problems that will guide you through a lifetime.\nThis is the book that holds the secrets to keeping your money–and making more. May they prove for you, as they have proven for millions of others, a sure key to gratifying financial progress. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/The-Richest-man-in-Babylon-George-S.Clason-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2018/07/The-richest-man-in-Babylon-Summary-555x555.png"
  ]
},
{
  "title": "Originals: How Non-conformists Change the World",
  "categories": [
    "Non-fiction",
    "Self-help"
  ],
  "author": "Adam Grant",
  "price": "320.000",
  "description": "The New York Times bestselling author examines how people can drive creative, moral, and organisational progress―and how leaders can encourage originality in their organisations.\nHow can we originate new ideas, policies and practices without risking it all? Adam Grant shows how to improve the world by championing novel ideas and values that go against the grain, battling conformity, and bucking outdated traditions. \nUsing surprising studies and stories spanning business, politics, sports, and entertainment, Grant explores how to recognize a good idea, speak up without getting silenced, build a coalition of allies, choose the right time to act, and manage fear and doubt. Parents will learn how to nurture originality in children, and leaders will discover how to fight groupthink to build cultures that welcome dissent.\nTold through dazzling case studies of people going against the grain, you’ll encounter an entrepreneur who pitches the reasons not to invest, a woman at Apple who challenged Steve Jobs from three levels below, an analyst who challenged secrecy at the CIA, a billionaire financial wizard who fires employees who don’t criticize him, and the TV executive who saved Seinfeld from the cutting room floor. Originals will give you groundbreaking insights about rejecting conformity and how to change the world. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/Originals-Adam-Grant-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2018/07/Originals-Summary-Adam-Grant-555x555.png"
  ]
},
{
  "title": "The Power of Habit: Why We Do What We Do, and How to Change",
  "categories": [
    "Non-fiction",
    "Self-help"
  ],
  "author": "Charles Duhigg",
  "price": "400.000",
  "description": "Why do we do develop habits? And how can we change them?\nWe can always change. In The Power of Habit, award-winning New York Times business reporter Charles Duhigg translates cutting-edge behavioural science into practical self-improvement action, distilling advanced neuroscience into fascinating narratives of transformation.\nWhy can some people and companies change overnight, and some stay stuck in their old ruts? The answer lies deep in the human brain, and The Power of Habits reveals the secret pressure points that can change a life. From Olympic swimmer Michael Phelps to Martin Luther King Jr., from the CEO of Starbucks to the locker rooms of the NFL, Duhigg explores the incredible results of keystone habits, and how they can make all the difference between billions and millions, failure and success – or even life and death. \nThe Power of Habit makes an exhilarating case: the key to almost any door in life is instilling the right habit. From exercise to weight loss, childrearing to productivity, market disruption to social revolution, and above all success, the right habits can change everything. \nHabits aren't destiny. They’re science, one which can transform our businesses, our communities, and our lives. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/07/The-Power-of-habit-Charles-Duhigg-555x555.png",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2018/07/The-Power-of-Habit-Summary-Charles-Duhigg-555x555.png"
  ]
},
{
  "title": "Everything, everything",
  "categories": [
    "Fiction",
    "Young Adults"
  ],
  "author": "Nicola Yoon",
  "price": "280.000",
  "description": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\nMaddy is allergic to the world; stepping outside the sterile sanctuary of her home could kill her. But then Olly moves in next door. And just like that, Maddy realizes there's more to life than just being alive. You only get one chance at first love. And Maddy is ready to risk everything, everything to see where it leads. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Everything-everything-Nicola-Yoon-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "The Hunger Games",
  "categories": [
    "Fiction",
    "Romance",
    "Young Adults"
  ],
  "author": "Suzanne Collins",
  "price": "100.000",
  "description": "First in the ground-breaking HUNGER GAMES trilogy. Set in a dark vision of the near future, a terrifying reality TV show is taking place. Twelve boys and twelve girls are forced to appear in a live event called The Hunger Games. There is only one rule: kill or be killed. When sixteen-year-old Katniss Everdeen steps forward to take her younger sister’s place in the games, she sees it as a death sentence. But Katniss has been close to death before. For her, survival is second nature. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/04/The-Hunger-games-555x555.png",
  "otherImages": [

  ]
},
{
  "title": "The sun is also a star",
  "categories": [
    "Fiction",
    "Young Adults"
  ],
  "author": "Nicola Yoon",
  "price": "240.000",
  "description": "Natasha: I’m a girl who believes in science and facts. Not fate. Not destiny. Or dreams that will never come true. I’m definitely not the kind of girl who meets a cute boy on a crowded New York City street and falls in love with him. Not when my family is twelve hours away from being deported to Jamaica. Falling in love with him won’t be my story.\nDaniel: I’ve always been the good son, the good student, living up to my parents’ high expectations. Never the poet. Or the dreamer. But when I see her, I forget about all that. Something about Natasha makes me think that fate has something much more extraordinary in store―for both of us.\nThe Universe: Every moment in our lives has brought us to this single moment. A million futures lie before us. Which one will come true? (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/The-Sun-is-also-a-star-Nicola-Yoon-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "Holding up the Universe",
  "categories": [
    "Fiction",
    "Young Adults"
  ],
  "author": "Jennifer Niven",
  "price": "290.000",
  "description": "From the author of the New York Times bestseller All the Bright Places comes a heart-wrenching story about what it means to see someone – and love someone – for who they truly are.\nEveryone thinks they know Libby Strout, the girl once dubbed 'America's Fattest Teen'. But no one's taken the time to look past her weight to get to see who she really is. Since her mum's death, she's been picking up the pieces in the privacy of her home, dealing with her heartbroken father and her own grief. Now, Libby's ready: for high school, for new friends, for love, and for EVERY POSSIBILITY LIFE HAS TO OFFER. I know the part I want to play here at MVB High. I want to be the girl who can do anything.\nEveryone thinks they know Jack Masselin too. Yes, he's got swagger, but he's also mastered the art of fitting in. What no one knows is that Jack has a secret: he can't recognize faces. Even his own brothers are strangers to him. He's the guy who can re-engineer and rebuild anything, but he can't understand what's going on with the inner workings of his own brain. So he tells himself to play it cool: Be charming. Be hilarious. Don't get too close to anyone.\nUntil he meets Libby. When the two get tangled up in a cruel high school game which lands them in group counseling, Libby and Jack are both angry, and then surprised. Because the more time they spend together, the less alone they feel. Because sometimes when you meet someone, it changes the world – theirs and yours.\nJennifer Niven delivers another poignant, exhilarating love story about finding that person who sees you for who you are – and seeing them right back. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2018/05/Holding-up-the-universe-Jennifer-Niven-555x555.jpg",
  "otherImages": [

  ]
},
{
  "title": "No One Is Too Small to Make a Difference",
  "categories": [
    "Non-fiction",
    "Politics",
    "Young Adults"
  ],
  "author": "Greta Thunberg",
  "price": "230.000",
  "description": "The history-making, ground-breaking speeches of Greta Thunberg, the young activist who has become the voice of a generation 'Everything needs to change. And it has to start today'\nIn August 2018 a fifteen-year-old Swedish girl, Greta Thunberg, decided not to go to school one day. Her actions ended up sparking a global movement for action against the climate crisis, inspiring millions of pupils to go on strike for our planet, forcing governments to listen, and earning her a Nobel Peace Prize nomination.\nThis book brings you Greta in her own words, for the first time. Collecting her speeches that have made history across Europe, from the UN to mass street protests, No One Is Too Small to Make A Difference is a rallying cry for why we must all wake up and fight to protect the living planet, no matter how powerless we feel. Our future depends upon it. (Amazon)",
  "coverImage": "https://thestorybookstore.com/wp-content/uploads/2019/07/No-one-is-too-small-to-make-a-difference-Greta-Thunberg--555x555.jpg",
  "otherImages": [
    "https://thestorybookstore.com/wp-content/uploads/2019/07/No-one-is-too-small-to-make-a-difference-Greta-Thunberg-1-555x555.jpg",
    "https://thestorybookstore.com/wp-content/uploads/2019/07/No-one-is-too-small-to-make-a-difference-Greta-Thunberg-2-555x555.jpg"
  ]
}
]